const header = "เปิดขุมทรัพย์ 7 แสนล้าน และรอยรั่วงบประมาณท้องถิ่น"
const teamMembers = [
    `ชนิกานต์ กาญจนสาลี`,
    `กิตตินันท์ นาคทอง`,
    `กนิษฐา ไชยแสง`,
    `อักษราภัค พุทธวงษ์`,
    `ไวยณ์วุฒิ เอื้อจงประสิทธิ์`,
    `ภัทรวัต ช่อไม้`
]

const date = '19/09/2562'

const content = {
    section1: `
ประเทศไทยกำลังจะจัดให้มีการเลือกตั้งท้องถิ่นภายในปี 2563 หลังจากว่างเว้นไปนานกว่า 5 ปี โดยองค์กรปกครองส่วนท้องถิ่น (อปท.) จำนวน 7,852 แห่ง จะมีการเลือกตั้งผู้ดำรงตำแหน่งไม่ต่ำกว่า 1 แสนคนนั้น หลายฝ่ายโดยเฉพาะคนไทยผู้มีสิทธิ์ไปลงคะแนนเสียงเลือกผู้แทนในพื้นที่ รู้หรือไม่ว่าที่ผ่านมางบประมาณท้องถิ่นปีละไม่ต่ำกว่า ........ล้านบาท หรือประมาณร้อยละ......ของงบประมาณประเทศไทยทั้งหมดนั้น ถูกนำไปใช้จ่ายอย่างไรบ้าง 
`,
    section2: `
    จนพบว่าองค์การบริหารท้องถิ่นมีการใช้จ่ายเงินงบประมาณใน ปี 2561 จำนวน 720,822 ล้านบาท และจากการวิเคราะห์ข้อมูลตัวเลขเชิงลึกพบว่าโครงการใช้จ่ายเงิน 1 ใน 3 มีความเกี่ยวข้องกับการจัดซื้อจัดจ้างด้านโยธาถึง 92,137 โครงการ หรือคิดเป็นร้อยละ......ของโครงการทั้งหมด เช่น การสร้างถนน การซ่อมถนน การขุดถนน การถมลูกรัง การาดคอนกรีต และขุดท่อ คิดเป็นมูลค่ารวมทั้งสิ้น 21,252 ล้านบาท
`,
    section3: `
    นอกจากนี้ การประมวลข้อมูลเชิงลึกข้างต้นเมื่อเน้นสืบหาโครงการขนาดใหญ่มูลค่างบประมาณเกิน 100 ล้านบาทขึ้นไป ทำให้พบ “รูปแบบการจัดซื้อจัดจ้างว่ามีทั้งหมด 12 รูปแบบ” โดยมี “ 6 รูปแบบ” ที่นิยมมากที่สุดเรียงตามลำดับได้ดังนี้  อันดับ 1  รูปแบบ..... คือ..... ใช้งบทั้งสิ้น......คิดเป็นร้อยละ..... อันดับ 2 รูปแบบ.................... 3 4 5 6  โดยตรวจพบนั้น ชี้ให้เห็นถึง “ความผิดปกติ” ในการใช้จ่ายงบประมาณของโครงการระดับ 100 ล้านบาทขึ้นไป
`,
    section4: `
และหากแยกออกมาเป็นระดับหน่วยงาน อปท. พบว่า .............การใช้วิธีการคัดเลือกผู้รับเหมาหรือบริษัทแบบเฉพาะเจาะจงนั้น มีจังหวัดไหน หรือ อบต/อบจ.ไหนใช้งบรูปแบบมากสุด / ถ้าแสดงผลเป็น side bar 5 อปท.แรกได้หรือไม่/ 5 บริษัทที่ได้งานมากสุดประเภทเฉพาะเจาะจงยิ่งไปกว่านั้น จากข้อมูลเชิงลึกที่ได้มาจาก.....เมื่อนำมาประมวลผลด้วยวิธี.........ทำให้พบว่ามี  305 บริษัทที่ได้รับการชนะจากการประมูลโครงการของ อปท ทั่วประเทศ มากกว่า 20 ล้านบาท ............หากมีข้อมูลน่าจะใส่ ข้อสังเกตเรื่อง บริษัท ใน แต่ละพื้นที่หรือจังหวัด มากกว่านี้ เช่น บริษัทไหนได้ที่หลายจังหวัด ฯลฯ 
`,
    section5: `
“พิศิษฐ์ ลีลาวชิโรภาส” อดีตผู้ว่าการตรวจเงินแผ่นดิน (สตง.) ให้สัมภาษณ์ทีมข่าวการเมือง “ชมรมทีดีเจ” เกี่ยวกับช่องโหว่กฎหมายพ.ร.บ.การจดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ว่ามีทั้งหมดกี่วิธี 123.... เรียบเรียงบทสัมภาษณ์.ใหม่ให้กระชับและเข้าใจง่ายกว่านี้...หรืออาจทำเป็น ล้อมกรอบ บทสัมภาษณ์พิเศษ ใส่ link เข้าไปเพิ่ม......
`,
    sectionEmpty: `
ต้องเขียนเพิ่ม
`,
    sectionCredit: `
    เรียบเรียงเนื้อหา: ชนิกานต์ กาญจนสาลี, กิตตินันท์ นาคทอง, กนิษฐา ไชยแสง
    ออกแบบ: อักษราภัค​ พุทธ​วงษ์​
    พัฒนาเว็บไซต์: ไวยณ์วุฒิ เอื้อจงประสิทธิ์, ภัทรวัต ช่อไม้
    
    โครงการนี้เป็นส่วนหนึ่งของ Data Journalism Camp Thailand 2019
    จัดโดย สมาคมนักข่าวนักหนังสือพิมพ์แห่งประเทศไทย ✕ ชมรมเครือข่ายนักสื่อสารข้อมูลเชิงลึกแห่งประเทศไทย
    
    ขอบคุณข้อมูลจาก เว็บภาษีไปไหน?, กรมส่งเสริมการปกครองท้องถิ่น, สำนักงานการตรวจเงินแผ่นดิน, นายพิศิษฐ์ ลีลาวชิโรภาส (สัมภาษณ์)
    และความช่วยเหลือจาก บุญมีแล็บ, พั้นช์ อัพ
`
}

export {
    header,
    teamMembers,
    date,
    content
}