import DataGlobalStats from "../data/global_stats"
import utils from "../utils"

const dairyCompanyFilter = new RegExp("โคนม|มิลค์|แดรี่|สหกรณ์การเกษตร")

const totalLocalAuthorOrgBudget = 720822 * 1e6

const header = "ขุมทรัพย์ 7 แสนล้าน และรอยรั่วงบประมาณท้องถิ่น!?"

const teamMembers = [
    `ชนิกานต์ กาญจนสาลี`,
    `กิตตินันท์ นาคทอง`,
    `กนิษฐา ไชยแสง`,
    `อักษราภัค พุทธวงษ์`,
    `ไวยณ์วุฒิ เอื้อจงประสิทธิ์`,
    `ภัทรวัต ช่อไม้`
]

const date = '19/09/2562'

const content = {
    section1: `
ในปี 2563 ประเทศไทยกำลังจะจัดให้มีการเลือกตั้งท้องถิ่นหลังจากว่างเว้นไปนานกว่า 5 ปี โดยในการเลือกตั้งครั้งนี้ จะมีผู้ดำรงตำแหน่งไม่ตำกว่า 1 แสนคน ถูกเลือกขึ้นมาบริหารองค์กรปกครองส่วนท้องถิ่น (อปท.) ทั่วประเทศ
แต่อย่างไรก็ตาม การทำงานหรือการบริหารโครงการของอปท.ทั้งหลายนั้น ยังไม่ค่อยเป็นที่พูดถึงในวงกว้างมากนัก เราเลยได้นำข้อมูลการจัดซื้อจัดจ้างของอปท.ทั่วประเทศ มาวิเคราะห์ เพื่อให้ประชาชนทั่วไปเข้าใจและตระหนักถึง
การบริหารงานและรูปแบบใช้งบประมาณขององค์กรส่วนท้องถิ่นเหล่านี้
`,
    section2: `
    จากจำนวนอปท. ทั่วประเทศทั้งหมด 7,852 แห่ง เราได้พบว่ามีทั้งหมด มีอปท.ทั้งหมด 6,737 แห่ง ที่มีข้อมูลการจัดซื้อจัดจ้างของปี 2561 บนเว็บภาษีไปไหน และเมื่อวิเคราะห์ข้อมูลดังกล่าวพบว่า 
    มีความเกี่ยวข้องกับโครงการจัดซื้อจัดจ้างด้านโยธา เช่น การสร้างถนน, การซ่อมถนน, การขุดถนน, การถมลูกรัง, และการราดคอนกรีต  จำนวน
    ${utils.moneyFormat(DataGlobalStats.sumCivilProjectValue/ 1e6)} จาก ${utils.moneyFormat(DataGlobalStats.sumProjectValue/1e6)}
    ซึ่งคิดเป็น ${Math.floor(DataGlobalStats.sumCivilProjectValue/DataGlobalStats.sumProjectValue*100)}%
    ของมูลค่าโครงการ อปท. ทั้งหมด และที่น่าสนใจคือ 
    และที่น่าสนใจคือ ถ้าดูตามจำนวนโครงการ โครงการเกี่ยวกับโยธามีเพียง ${utils.numFormatInt(DataGlobalStats.totalCivilProjects)} โครงการ
    จากโครงการของอปท.ทั้งหมด ${utils.numFormatInt(DataGlobalStats.totalProjects)} โครงการ
    มีเพียงแค่ ${Math.floor(DataGlobalStats.totalCivilProjects / DataGlobalStats.totalProjects* 100)}% เท่านั้น
`,
    section3: `
    เมื่อประมวลข้อมูลเชิงลึก สืบหาโครงการขนาดใหญ่มูลค่างบประมาณเกิน 100 ล้านบาทขึ้นไป ทำให้พบรูปแบบการจัดซื้อจัดจ้าง 6 รูปแบบที่นิยมมากที่สุด ดังรูป 
`,
    section4: `
และหากแยกออกมาเป็นระดับหน่วยงาน อปท. พบว่า .............การใช้วิธีการคัดเลือกผู้รับเหมาหรือบริษัทแบบเฉพาะเจาะจงนั้น มีจังหวัดไหน หรือ อบต/อบจ.ไหนใช้งบรูปแบบมากสุด / ถ้าแสดงผลเป็น side bar 5 อปท.แรกได้หรือไม่/ 5 บริษัทที่ได้งานมากสุดประเภทเฉพาะเจาะจงยิ่งไปกว่านั้น จากข้อมูลเชิงลึกที่ได้มาจาก.....เมื่อนำมาประมวลผลด้วยวิธี.........ทำให้พบว่ามี  305 บริษัทที่ได้รับการชนะจากการประมูลโครงการของ อปท ทั่วประเทศ มากกว่า 20 ล้านบาท ............หากมีข้อมูลน่าจะใส่ ข้อสังเกตเรื่อง บริษัท ใน แต่ละพื้นที่หรือจังหวัด มากกว่านี้ เช่น บริษัทไหนได้ที่หลายจังหวัด ฯลฯ 
`,
    section5: `
“พิศิษฐ์ ลีลาวชิโรภาส” อดีตผู้ว่าการตรวจเงินแผ่นดิน (สตง.) ให้สัมภาษณ์ทีมข่าวการเมือง “ชมรมทีดีเจ” เกี่ยวกับช่องโหว่กฎหมายพ.ร.บ.การจดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ว่ามีทั้งหมดกี่วิธี 123.... เรียบเรียงบทสัมภาษณ์.ใหม่ให้กระชับและเข้าใจง่ายกว่านี้...หรืออาจทำเป็น ล้อมกรอบ บทสัมภาษณ์พิเศษ ใส่ link เข้าไปเพิ่ม......
`,
    sectionEmpty: `
ต้องเขียนเพิ่ม
`,
    sectonCompanyProfile: `
    ด้านล่างผู้อ่านสามารถดูรายละเอียดความสัมพันธ์ระหว่างประเภทการจัดซื้อจัดจ้างและพื้นที่ของโครงการ ที่นิติบุคคลหนึ่งเกี่ยวข้อง โดยทางเราสุ่มมาจากนิติบุคคลที่ได้โครงการของอปท. เกิน 100 ล้านบาท ขึ้นไป ในปีงบประมาณ 2561
`,
    sectionConclusion: `
    อย่างไรก็ตาม จากการกระบวนการทำงาน เรื่อง “ขุมทรัพย์ 7 แสนล้าน และรอยรั่วงบประมาณท้องถิ่น!?” ทำให้เห็นถึงปัญหาการใช้จ่ายงบประมาณของอปท. โดยบทความนี้แสดงให้้เห็นว่าโครงการส่วนใหญ่มีรูปแบบการจัดซื้อจัดจ้างแบบเฉพาะเจาะจง ซึ่งอาจจะมีการเอื้อผลประโยชน์แอบแผงอยู่ แต่ทางทีมงานไม่สามารถวิเคราะห์เจาะลึกและฟันธงเรื่องจากทุจริตได้ เนื่องจากข้อมูลเปิดภาครัฐที่เกี่ยวกับรายรับ - รายจ่ายของ อปท. ส่วนใหญ่ขาดรายละเอียดที่สำคัญบางประการ รวมถึงมีความยุ่งยากซับซ้อนและการจัดแสดงผลข้อมูลตัวเลขทำอย่างไม่เป็นระบบ ไม่ครบถ้วน ไม่ทันสมัย และไม่เอื้อต่อการนำมาใช้วิเคราะห์ประมวลผลด้วยโปรแกรมคอมพิวเตอร์ ซึ่งเป็นเรื่องสำคัญที่ต้องได้รับการแก้ไขปรับปรุงอย่างเร่งด่วน เพื่อให้ประชาชนสามารถเข้าไปมีส่วนร่วมในการนำข้อมูลไปใช้เพื่อประโยชน์สาธารณะอย่างแท้จริง
`,
    remark: `
ข้อมูลที่ใช้ในการวิเคราะห์ถูกดึงจากเว็บไซต์ "ภาษีไปไหน" อาจมีปัญหาทางด้านเทคนิคเกิดขึ้นและทำให้ข้อมูลไม่ครบถ้วน หากพบข้อผิดพลาดหรือข้อเสนอแนะ เรายินดีรับฟังเพื่อปรับปรุงและแก้ไข
`
}

export {
    header,
    teamMembers,
    date,
    content,
    dairyCompanyFilter,
}