import DataGlobalStats from "../data/global_stats"
import utils from "../utils"

const dairyCompanyFilter = new RegExp("โคนม|มิลค์|แดรี่")

const totalLocalAuthorOrgBudget = 720822 * 1e6

const header = "เปิดขุมทรัพย์ 7 แสนล้าน และรอยรั่วงบประมาณท้องถิ่น"
const teamMembers = [
    `ชนิกานต์ กาญจนสาลี`,
    `กิตตินันท์ นาคทอง`,
    `กนิษฐา ไชยแสง`,
    `อักษราภัค พุทธวงษ์`,
    `ไวยณ์วุฒิ เอื้อจงประสิทธิ์`,
    `ภัทรวัต ช่อไม้`
]

const date = '19/09/2562'

const content = {
    section1: `
ประเทศไทยกำลังจะจัดให้มีการเลือกตั้งท้องถิ่นภายในปี 2563 หลังจากว่างเว้นไปนานกว่า 5 ปี โดยองค์กรปกครองส่วนท้องถิ่น (อปท.) จำนวน 7,852 แห่ง จะมีการเลือกตั้งผู้ดำรงตำแหน่งไม่ต่ำกว่า 1 แสนคนนั้น หลายฝ่ายโดยเฉพาะคนไทยผู้มีสิทธิ์ไปลงคะแนนเสียงเลือกผู้แทนในพื้นที่ รู้หรือไม่ว่าที่ผ่านมางบประมาณท้องถิ่นปีละไม่ต่ำกว่า ${utils.moneyFormat(totalLocalAuthorOrgBudget/1e6)}
`,
    section2: `
    จนพบว่าองค์การบริหารท้องถิ่นมีการใช้จ่ายเงินงบประมาณใน ปี 2561 จำนวน ${utils.moneyFormat(totalLocalAuthorOrgBudget/1e6)}
    และจากการวิเคราะห์ข้อมูลตัวเลขเชิงลึกพบว่าโครงการใช้จ่ายเงิน มีความเกี่ยวข้องกับการจัดซื้อจัดจ้างด้านโยธา เช่น การสร้างถนน,
    การซ่อมถนน, การขุดถนน, การถมลูกรัง, และการราดคอนกรีต เป็นต้น
    ถึง ${utils.moneyFormat(DataGlobalStats.sumCivilProjectValue/ 1e6)} จาก ${utils.moneyFormat(DataGlobalStats.sumProjectValue/1e6)}
    ซึ่งคิดเป็น ${Math.floor(DataGlobalStats.sumCivilProjectValue/DataGlobalStats.sumProjectValue*100)}%
    ของมูลค่าโครงการอปท.ทั้งหมด  ที่น่าสนใจคือ ถ้าดูตามจำนวนโครงการ โครงการเกี่ยวกับโยธามีเพียง ${utils.numFormatInt(DataGlobalStats.totalCivilProjects)} โครงการ
    จากโครงการของอปท.ทั้งหมด ${utils.numFormatInt(DataGlobalStats.totalProjects)} โครงการ
    ซึ่งคิดเป็นเพียง ${Math.floor(DataGlobalStats.totalCivilProjects / DataGlobalStats.totalProjects* 100)}% เท่านั้น
`,
    section3: `
    นอกจากนี้ การประมวลข้อมูลเชิงลึกข้างต้นเมื่อเน้นสืบหาโครงการขนาดใหญ่มูลค่างบประมาณเกิน 100 ล้านบาทขึ้นไป ทำให้พบ “รูปแบบการจัดซื้อจัดจ้างว่ามีทั้งหมด 14 รูปแบบ” โดยมี “6 รูปแบบ” ที่นิยมมากที่สุดเรียงตามลำดับดังรูป
`,
    section4: `
และหากแยกออกมาเป็นระดับหน่วยงาน อปท. พบว่า .............การใช้วิธีการคัดเลือกผู้รับเหมาหรือบริษัทแบบเฉพาะเจาะจงนั้น มีจังหวัดไหน หรือ อบต/อบจ.ไหนใช้งบรูปแบบมากสุด / ถ้าแสดงผลเป็น side bar 5 อปท.แรกได้หรือไม่/ 5 บริษัทที่ได้งานมากสุดประเภทเฉพาะเจาะจงยิ่งไปกว่านั้น จากข้อมูลเชิงลึกที่ได้มาจาก.....เมื่อนำมาประมวลผลด้วยวิธี.........ทำให้พบว่ามี  305 บริษัทที่ได้รับการชนะจากการประมูลโครงการของ อปท ทั่วประเทศ มากกว่า 20 ล้านบาท ............หากมีข้อมูลน่าจะใส่ ข้อสังเกตเรื่อง บริษัท ใน แต่ละพื้นที่หรือจังหวัด มากกว่านี้ เช่น บริษัทไหนได้ที่หลายจังหวัด ฯลฯ 
`,
    section5: `
“พิศิษฐ์ ลีลาวชิโรภาส” อดีตผู้ว่าการตรวจเงินแผ่นดิน (สตง.) ให้สัมภาษณ์ทีมข่าวการเมือง “ชมรมทีดีเจ” เกี่ยวกับช่องโหว่กฎหมายพ.ร.บ.การจดซื้อจัดจ้างและการบริหารพัสดุภาครัฐ ว่ามีทั้งหมดกี่วิธี 123.... เรียบเรียงบทสัมภาษณ์.ใหม่ให้กระชับและเข้าใจง่ายกว่านี้...หรืออาจทำเป็น ล้อมกรอบ บทสัมภาษณ์พิเศษ ใส่ link เข้าไปเพิ่ม......
`,
    sectionEmpty: `
ต้องเขียนเพิ่ม
`,
    remark: `
ข้อมูลที่ใช้ในการวิเคราะห์ถูกดึงจากเว็บไซต์ "ภาษีไปไหน" อาจมีปัญหาทางด้านเทคนิคเกิดขึ้นและทำให้ข้อมูลไม่ครบถ้วน หากพบข้อผิดพลาดหรือข้อเสนอแนะ เรายินดีรับฟังเพื่อปรับปรุงและแก้ไข
`
}

export {
    header,
    teamMembers,
    date,
    content,
    dairyCompanyFilter,
}