import React from "react"

import img from "../images/ajan-pisit.jpg"
import Page from "../components/page"

const Part3 = () => {
    return <Page header="รูปแบบการจัดซื้อแบบเฉพาะเจาะจง">
        <div style={{textAlign: "center"}}>
            <img src={img} style={{width: "30%"}} alt="อ.พิศิษฐ์ อดีตผู้ว่า สตง."/>
        </div>
        <div>
            <blockquote>
                " ในการใช้งบประมาณก็มีการหลบหลีกหลีกเลี่ยง เช่น บางอย่างไม่ควรจะเจาะจงก็ไปทำแบบเจาะจง  และในระบบอิเล็กทรอนิกส์หรืออี-บิดดิ้ง อย่าไปคิดว่ามันไม่มีปัญหา มันอาจจะซ่อนปัญหาไว้ก็ได้ เช่น โอเวอร์สเปก เขียนของให้มันราคาจะได้สูงๆ  แล้วเวลาส่งมอบก็อาจจะได้ของอีกเกรดหนึ่ง แล้วก็อาจจะเกิดมาเป็นเงินทอน "
            </blockquote>
            <p>⏤ นายพิศิษฐ์ ลีลาวชิโรภาส อดีตผู้ว่าการตรวจเงินแผ่นดิน (สตง.) เปิดเผยกับทีมข่าว TDJ เล่าประสบการณ์งานตรวจสอบการจัดซื้อจัดจ้างภาครัฐ ว่า</p>
        </div>
    </Page>
} 

export default Part3