import React from "react"

import Placeholder from "../components/placeholder"
import Page from "../components/page"
import Reference from "../components/reference"

const Part4 = () => {
    return <Page header="เป้าหมายสัดส่วนรายได้ของ อปท. ปี 2561">
        <Placeholder name="รอ graphic จากพี่แปม" width="100%" height="30vh"/>
        <div>
            <p>
            ฐานข้อมูลภาครัฐของสำนักงานเศรษฐกิจการคลัง เปิดเผยเป้าหมายสัดส่วนรายได้ของ อปท.2561 ไว้ใน 4 หมวดหมู่  โดยบทความเรื่อง บทบาทของรัฐบาลท้องถิ่นกับการพัฒนาเศรษฐกิจแบบมีส่วนร่วม เขียนโดย คณิน พีระวัฒนชาติ และธนาคารแห่งประเทศไทย <Reference url="https://www.bot.or.th/Thai/MonetaryPolicy/ArticleAndResearch/FAQ/FAQ_127.pdf"/> ชี้ให้เห็นว่ากฎหมายจัดตั้งส่วนท้องถิ่นแต่ละประเภทและระเบียบกระทรวงมหาดไทยฯ พ.ศ. 2547 ได้ระบุอำนาจหน้าที่ที่ อปท. สามารถทำได้ ซึ่งแม้กฎหมายจะกำหนดให้ครอบคลุมมิติการพัฒนารอบด้าน 
            </p>
            <p>
            แต่ในทางปฏิบัติ การกำหนดแนวทางการทำงานของท้องถิ่นยังไม่ชัดเจนเพียงพอ อีกทั้งระเบียบที่ใช้กำกับดูแล อปท. มีจำนวนค่อนข้างมากทำให้ทั้งการตัดสินใจดำเนินภารกิจของ อปท. และการตรวจสอบของสำนักงานตรวจเงินแผ่นดิน (สตง.) ต้องอาศัยดุลยพินิจในการตีความสูง และมักพบปัญหาการตีความอำนาจหน้าที่ของผู้ปฏิบัติกับผู้ตรวจสอบที่แตกต่างกัน โดยที่ผ่านมา สตง.พบปัญหาการใช้จ่ายเงินของ อปท.ที่ไม่ตรงตามวัตถุประสงค์และไม่มีระเบียบรองรับเพิ่มขึ้นต่อเนื่อง
            </p>
        </div>
    </Page>
} 

export default Part4