import React from "react"

import TextBox from "../components/textbox"

import ExternalLink from "../components/external-link"
import * as variables from "../shared/variables"
import CreditPage from "./credit"
import SEO from "../components/seo"

require('typeface-kanit')

const LessonsLearn = () => {
    return <div css={{ padding: "10px" }}>
        <SEO title="อุปสรรคในการทำงานและการเข้าถึง “ข้อมูลเปิดภาครัฐ” (Open Government Data)"/>
        <TextBox>
            <h1 css={{
                    paddingTop: "20vh",
                }}
            >โจทย์หิน “ข้อมูลเปิดภาครัฐ” ใช้ไม่ได้จริง !?</h1>
            <div css={{fontSize: "0.8em"}}>
                <b>เขียนโดย: </b>{variables.teamMembers.join(', ')}
                <div css={{marginTop: "5px"}}>
                    <b>วันที่: </b>{variables.date}
                </div>
            </div>
            <br/>
            <p>
            จากการเปิดเผยและวิเคราะห์ข้อมูลเปิดภาครัฐ หัวข้อ "ขุมทรัพย์ 7 แสนล้าน และรอยรั่วงบประมาณท้องถิ่น!?" เพื่อเป็นข้อมูลให้ผู้มีสิทธิเลือกตั้งท้องถิ่นทั่วประเทศได้รับรู้ร่วมกัน โดยทีมนักข่าวกลุ่มการเมือง “ชมรมทีดีเจ” หรือ ชมรมเครือข่ายนักสื่อสารข้อมูลเชิงลึกแห่งประเทศไทย (Thailand Data Journalism Network (TDJ) และทีมผู้พัฒนาระบบ (Developer) 
            </p>
            <p>
            ทั้งนี้ ผลงานข้างต้นเกิดขึ้นมาจากการทำงานร่วมกันระหว่างผู้สื่อข่าวและผู้พัฒนาระบบ (Developer) หรือนักคอมพิวเตอร์สาขาต่าง ๆ เป็นระยะเวลากว่า 3 เดือน โดยระหว่างการทำงานนั้น ได้พบอุปสรรคในการเข้าถึง <b>ข้อมูลเปิดภาครัฐ (Open Government Data)</b> ในหน่วยงานภาครัฐของไทยหลายประการ ทั้งที่รัฐบาลประกาศส่งเสริมให้ประชาชนนำข้อมูลที่หน่วยงานรัฐจัดเก็บไปใช้สร้างสรรค์นวัตกรรมทางเศรษฐกิจและสังคม
            </p>
            <p>
            ในระหว่างการทำงาน ทางเราได้พบอุปสรรคในหลายๆ ด้าน ซึ่งกระบวนการที่มีปัญหามากที่สุดคือ การได้มาซึ่งข้อมูลเพื่อเอาไปใช้ประกอบการวิเคราะห์ ตัวอย่างเช่น ในการขอ “ข้อมูลรายชื่อนายกองค์กรปกครองส่วนท้องถิ่นย้อนหลัง 10 ปี” จากกรมส่งเสริมการปกครองท้องถิ่น นั้น เราต้องทำหนังสือขอความอนุเคราะห์ข้อมูลรายชื่อนายกและสมาชิกสภาองค์กรปกครองส่วนท้องถิ่น และจัดส่งไปทางไปรษณีย์ถึงหน่วยงาน ภายหลังนั้น ได้การอนุเคราะห์จากเจ้าหน้าที่กองการเลือกตั้ง กรมส่งเสริมการปกครองท้องถิ่น ส่งรายชื่อนายกองค์กรปกครองส่วนท้องถิ่น ในรูปแบบไฟล์ Spreadsheet (Excel) ทางอีเมล แต่ได้สูงสุดเพียง 1 ปี ซึ่งเจ้าหน้าที่ได้ให้เหตุผลว่า เนื่องจากระบบคอมพิวเตอร์ของหน่วยงานประมวลผลช้า อีกทั้งเป็นข้อมูลส่วนบุคคล ซึ่งทางเราได้ตั้งข้อสังเกตว่า “รายชื่อนายกองค์กรปกครองส่วนท้องถิ่น” ไม่ควรถือเป็นข้อมูลความลับทางราชการหรือข้อมูลส่วนบุคคลที่จำเป็นต้องปกปิดแต่อย่างใด
            </p>
            <p>
            นอกจากนี้เรายังมีการทำหนังสือเอกสารขอชุดข้อมูลเกี่ยวกับ “รายได้รวมขององค์กรปกครองส่วนท้องถิ่น” จากกรมส่งเสริมการปกครองท้องถิ่น เพื่อนำมาประมวลผล โดยฉบับแรกลงวันที่ 15 กรกฎาคม 2562 ส่งทางไปรษณีย์ลงทะเบียน ฉบับที่สองลงวันที่ 23 สิงหาคม 2562 แต่ปรากฎว่าไม่มีการตอบรับจากหน่วยงานที่เกี่ยวข้อง
            </p>
            <p>
            ทางเราได้ลองสืบค้นข้อมูลเปิดที่เกี่ยวข้องกับการทุจริตในองค์กรปกครองท้องถิ่น ปรากฎว่า<ExternalLink name="เว็บไซต์คณะกรรมการป้องกันและปราบปรามการทุจริตแห่งชาติ (ป.ป.ช.)" url="https://www.nacc.go.th/culpability.php"/> ไม่ได้มีการแสดงผลหรือมีช่องสืบค้น การตรวจสอบองค์กรปกครองส่วนท้องถิ่น (อปท.) โดยเฉพาะ ทำให้ยากต่อการเข้าถึงและสืบค้นข้อมูลฐานความผิดหน่วยงาน อปท. ที่ได้รับการตรวจสอบทั่วประเทศ โดยเฉพาะในคดีที่เกิดขึ้นย้อนหลังหรือในปีล่าสุด เพื่อนำมาแสดงให้เห็นว่ามีบุคคลหรือหน่วยงาน อปท. ใดที่เกี่ยวข้องกับการทุจริต และมีความผิดมูลฐานใดบ้าง
            </p>
            <p>
            ในการสืบค้นฐานข้อมูลจาก<ExternalLink url="https://www.audit.go.th/th/inspection-results" name="เว็บไซต์สำนักงานการตรวจเงินแผ่นดิน (สตง.)"/> และ<ExternalLink name="เว็บไซต์สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐ (ป.ป.ท.)" url="http://www.pacc.go.th/index.php/result/annual"/> เพื่อนำมาตรวจสอบนั้น เราไม่สามารถค้นพบข้อมูลที่เกี่ยวข้องกับการตรวจสอบและชี้มูลความผิดของคดีย้อนหลังหรือคดีล่าสุดของแต่ละ อปท.ได้
            </p>

            <p>
            ทั้งนี้เมื่อตรวจสอบไปที่กฎหมาย 2 ฉบับได้แก่ กฎหมายพ.ร.บ. ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ.2561 และพ.ร.บ.ประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน  พ.ศ. 2561 พบปัญหาในการเปิดเผยข้อมูล ข้อเท็จเบื้องต้น หรือที่อยู่ระหว่างการตรวจสอบที่ปิดกั้นการทำงานเชิงตรวจสอบของภาคประชาชนและสื่อรวมทั้งความร่วมมือในองค์กรอิสระ ซึ่งเปรียบเสมือน “กฎหมายปิดปาก” ตัดตอนความร่วมมือในการป้องปรามทุจริตระหว่างภาครัฐกับประชาชนหรือสื่อมวลชน   ได้แก่  <b>มาตรา 180</b> ใน พ.ร.บ. ประกอบรัฐธรรมนูญว่าด้วยการป้องกันและปราบปรามการทุจริต พ.ศ. 2561 ที่ระบุว่า <b>ผู้ใดเปิดเผยข้อความ ข้อเท็จจริง หรือข้อมูลที่คณะกรรมการ ป.ป.ช. หรือพนักงานเจ้าหน้าที่ได้มาเนื่องจากการปฏิบัติหน้าที่ตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้ ต้องระวางโทษจําคุกไม่เกินหนึ่งปี หรือปรับไม่เกินสองหมื่นบาท หรือทั้งจําทั้งปรับ</b>
            </p>
            <p>
            เช่นเดียวกับความที่ปรากฎ ใน พระราชบัญญัติประกอบรัฐธรรมนูญว่าด้วยการตรวจเงินแผ่นดิน  พ.ศ. 2561 <b>มาตรา 104</b> ที่ระบุว่า <b>ผู้ใดเปิดเผยข้อความ ข้อเท็จจริง หรือข้อมูลที่ได้มาเนื่องจากการปฏิบัติหน้าที่ตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้ต้องระวางโทษจําคุกไม่เกินหกเดือน หรือปรับไม่เกินหนึ่งหมื่นบาท หรือทั้งจําทั้งปรับ
            ความในวรรคหนึ่งไม่ใช้บังคับแก่การเปิดเผยสรุปผลการตรวจสอบที่เสร็จสิ้นแล้วโดยไม่ระบุชื่อบุคคลที่เกี่ยวข้องหรือเป็นการเปิดเผยตามมาตรา 56 หรือเป็นการเปิดเผยต่อศาล พนักงานอัยการ หรือหน่วยงานที่ต้องดําเนินการตามผลการตรวจสอบของสํานักงานหรือตามคําวินิจฉัยของคณะกรรมการตามพระราชบัญญัติประกอบรัฐธรรมนูญนี้หรือเป็นการกระทําตามหน้าที่ราชการ</b>
            </p>

            <p>
            การสืบค้นชุดข้อมูลสำคัญเพื่อนำมาเปิดเผยให้ประชาชนผู้มีสิทธิเลือกตั้งรับรู้ ก่อนที่จะมีการเลือกตั้งระดับท้องถิ่นทั่วประเทศ เช่น ข้อมูลการจัดซื้อจัดจ้าง รายได้รายจ่ายของ อปท. เต็มไปด้วยปัญหาและอุปสรรคนานัปการนั้น สะท้อนให้เห็นว่านโยบายของภาครัฐ ที่พยายามพลักดันให้สำนักงานรัฐบาลอิเล็กทรอนิกส์จัดทำรายการชุดข้อมูลและเปิดเผยสู่สาธารณะเพื่อสนับสนุนการต่อต้านการทุจริต ตามหลักคิดเรื่อง Open Government Data ยังไม่ประสบความสำเร็จเท่าที่ควร

            </p>
            <p>
                เมื่อมองภาพรวมของประเทศแล้ว ประเทศไทยมีปัญหาเรื่องภาพลักษณ์การคอร์รัปชันในหน่วยงานภาครัฐ โดยเมื่อปี 2560 ก็ถูกอันดับความโปร่งใสลงจากอันดับที่ 96 มาปี 2561 ร่วงลงไปอยู่อันดับที่ 99 ต่ำกว่าทั้งประเทศสิงคโปร์และมาเลเซีย ซึ่งเป็นเรื่องที่ประชาชนและหลายหน่วยงานต้องช่วยกันแก้ไขปัญหา โดยเฉพาะการเข้ามาช่วยตรวจสอบการทำงาน หรือการใช้งบประมาณด้านต่าง ๆ และการที่ประชาชนจะเข้ามีส่วนร่วมดังกล่าวได้นั้น ต้องมีการเปิดเผยข้อมูลจากหน่วยงานต่าง  ๆ โดยเราขอสรุปปัญหาและอุปสรรคเรื่องข้อมูล 4 ประการ คือ  
            </p>
            <ol>
                <li>
                <b>ปัญหาข้อมูลไม่สมบูรณ์และทันสมัย</b> เช่น <ExternalLink name="เว็บไซต์กรมส่งเสริมการปกครองส่วนท้องถิ่น" url="http://www.dla.go.th/index.jsp"/> ในส่วนการเงินการคลังท้องถิ่นไม่มีข้อมูลเรื่องรายจ่ายของ อปท. พบแค่ข้อมูลการจัดสรรเงินอุดหนุน, เงินภาษี และข้อมูลรายได้ ซึ่งอัปเดตล่าสุดเป็นของปี 2560  
อย่างไรก็ตาม เมื่อตรวจสอบเข้าไปในส่วน<ExternalLink name="ระบบข้อมูลกลางเว็บ อปท. ปีงบประมาณ: 2561" url="http://info.dla.go.th/public/surveyStat.do"/> พบว่า หน่วยงาน อปท. หลายแห่งไม่มีข้อมูลรายรับ–รายจ่าย บางแห่งมีข้อมูลเพียงจำนวนงบประมาณของโครงการที่ได้รับอนุมัติ และไม่ได้ลงรายละเอียดอื่น ๆ เช่น “หมวดรายได้”  ไม่ได้กรอกตัวเลขรายได้จากค่าภาษีอากร, ค่าธรรมเนียม, รายได้จากทรัพย์สิน, รายได้จากสาธารณูปโภคและการพาณิชย์, รายได้เบ็ดเตล็ด, เงินอุดหนุนทั่วไป, เงินอุดหนุนเฉพาะกิจ, เงินกู้, รายรับอื่นๆ, บัญชีเงินสะสม ฯลฯ ส่วน “หมวดรายจ่าย” ก็ไม่มีการแจกแจงในส่วนที่เกี่ยวข้องกับ หมวดรายจ่ายงบกลาง, รายจ่ายประจำ, รายจ่ายเพื่อการลงทุน ฯลฯ ทั้งที่เป็นข้อมูลสำคัญ
                </li>
                <li>
                <b>รูปแบบการจัดเก็บข้อมูล</b> ไม่อำนวยความสะดวกต่อการนำมาใช้วิเคราะห์ประมวลผลด้วยโปรแกรมคอมพิวเตอร์ เช่น จัดเก็บเป็นไฟล์ PDF รวมถึงการจัดเก็บข้อมูลไม่เป็นไปในมาตรฐานเดียวกัน ทำให้ไม่สามารถนำข้อมูลเหล่านั้นมาใช้งานได้จริง
                </li>
                <li>
                <b>ข้อมูลกระจัดกระจายและขาดการเชื่อมโยงฐานข้อมูลของหน่วยงานภาครัฐ</b> เช่น ในเว็บ อปท. มีไฟล์ข้อมูลทั้งส่วนที่เป็นรายชื่อ อปท., เงินอุดหนุน, ขนาด, ที่ตั้ง, พื้นที่, ประชากร, เว็บไซต์ของ อปท. แต่ไม่มีการเชื่อมโยงข้อมูลให้เชื่อมต่อกัน ต้องไล่ตรวจสอบ หรือค้นทีละส่วน หรือต้องไล่เช็กโดยค้นจาก Google เพราะในหน้าเว็บก็ดูค่อนข้างยาก    
นอกจากนี้ เว็บไซต์ระหว่างหน่วยงาน เช่น <ExternalLink name="ข้อมูลเว็บไซต์สำนักงานการตรวจเงินแผ่นดิน (สตง.)" url="https://www.audit.go.th/th/inspection-results"/> และ<ExternalLink name="เว็บไซต์สำนักงานคณะกรรมการป้องกันและปราบปรามการทุจริตในภาครัฐ (ป.ป.ท.)" url="http://www.pacc.go.th/index.php/result/annual"/> ที่เกี่ยวกับการร้องเรียนเรื่อง อปท. ก็ไม่ได้มีการเชื่อมโยงถึงกัน ทำให้ประชาชนทั่วไปเข้าถึงข้อมูลได้ยาก 
                </li>
                <li>
                ปัญหาอื่น ๆ เช่น <b>เรื่องศัพท์เทคนิค</b> หรือเงื่อนไขรูปแบบการจัดซื้อจัดจ้าง ก็เป็นเรื่องที่ประชาชนทั่วไปยังไม่ค่อยเข้าใจในรายละเอียดข้อมูลและความหมาย รวมถึงอาจจะมีช่องโหว่ของกฎหมายที่ทำให้เกิดการหลีกเลี่ยงการตรวจสอบได้ 
                </li>
            </ol>
            <p>
            จากปัญหาดังกล่าวนั้น เราเห็นว่าชุดข้อมูลที่มีในปัจจุบัน ยังไม่สามารถเอามาใช้ประกอบหรืออ้างอิงการตรวจสอบหรือชี้ชัดได้ว่าโครงการไหนมีพิรุธในการทุจริต  ได้อย่างเป็นรูปธรรม และเป็นเรื่องที่<b>หน่วยงานภาครัฐต้องมาให้ความสำคัญและจริงจังกับ พ.ร.บ. การบริหารงานและการให้บริการภาครัฐผ่านระบบดิจิทัล พ.ศ. 2562 </b>หรือ พ.ร.บ.รัฐบาลดิจิทัล เพื่อจะได้ผลักดันให้เกิดการเปิดเผยข้อมูลที่สู่สาธารณะ ทุกคนเข้าถึงข้อมูลได้อย่างแท้จริง
            </p>
            <p>
            ในส่วนของการดึงข้อมูลจาก<ExternalLink name="เว็บไซต์ “ภาษีไปไหน” ของสำนักงานพัฒนารัฐบาลดิจิทัล" url="https://govspending.data.go.th"/> และ<ExternalLink name="เว็บไซต์ระบบคลังข้อมูลธุรกิจ ของกรมพัฒนาธุรกิจการค้า กระทรวงพาณิชย์" url="https://datawarehouse.dbd.go.th"/> นั้นทำได้ค่อนข้างยากและล่าช้า เนื่องจากปัญหาเชิงเทคนิคของทางเว็บไซต์ ซึ่งทำให้การนำข้อมูลย้อนหลังมาวิเคราะห์ทางสถิติ หรือหาความเชื่อมโยงของข้อมูลจึงทำได้ค่อนข้างยากและใช้เวลานาน ซึ่งก็ถือเป็นอีกโจทย์สำคัญของการทำ Open Data ของประเทศไทย ที่<b>ภาครัฐเองจะต้องยกระดับมาตรฐานเว็บไซต์ของแต่ละหน่วยงาน ให้เอื้อต่อการค้นหาและเข้าถึงข้อมูลของบุคคลทั่วไปที่สนใจ</b> เราเชื่อว่าสิ่งนี้เป็นสิ่งสำคัญที่จะช่วยบูรณาการให้การใช้ข้อมูลเปิดภาครัฐเป็นรูปธรรมมากยิ่งขึ้น
            </p>
            <p><ExternalLink name="รายละเอียดทางด้านเทคนิคสำหรับการดึงข้อมูล" url="https://github.com/heytitle/data-preparation-for-administrative-budget-and-projects"/></p>
        </TextBox>
        <TextBox>
            <CreditPage/>
        </TextBox>
    </div>
}


export default LessonsLearn