{"name": "บริษัท ไทยเบสเน็ท แมนูแฟคเจอร์ จำกัด", "tin": "0105545031293", "totalProjects": 9, "projects": [{"projectId": "60127053733", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการจัดจ้างก่อสร้างสนามฟุตซอล หมู่ที่ 1 โรงเรียนวัดทับทิม ตำบลท่าบัว อำเภอโพทะเล จังหวัดพิจิตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าบัว", "province": "พิจิตร", "projectValue": 2565100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127166112", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างสนามกีฬา ขนาดกว้าง 22 เมตร ยาว 42 เมตร โรงเรียนมัธยมศรีสำเภาลูน หมู่ที่ 3 ตำบลสำเภาลูน องค์การบริหารส่วนตำบลสำเภาลูน อำเภอบัวเชด จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสำเภาลูน", "province": "สุรินทร์", "projectValue": 2565100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127382805", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างสนามฟุตซอล ขนาดกว้าง 25  เมตร  ยาว  45  เมตร  บ้านหมากยาง  ตำบลเป๊าะ หมู่ที่ 3  องค์การบริหารส่วนตำบลเป๊าะ  อำเภอบึงบูรพ์  จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเป๊าะ", "province": "ศรีสะเกษ", "projectValue": 2475000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127180897", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างสนามฟุตซอล ขนาดกว้าง ๒๖.๐๐ เมตร ยาว ๔๖.๐๐ เมตร โรงเรียนวังสมบูรณ์วิทยาคม หมู่ที่ ๑๐ บ้านวังสุริยา ตำบลวังสมบูรณ์ อำเภอวังสมบูรณ์ จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลวังสมบูรณ์", "province": "สระแก้ว", "projectValue": 2435400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117157408", "projectName": "ประกวดราคาจ้างก่อสร้างสนามฟุตซอล ขนาดกว้าง 22 เมตร ยาว 42  เมตร หมู่ที่ 7  บ้านไร่พัฒนา ตำบลพิชัย  องค์การบริหารส่วนตำบลพิชัย อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 2395800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117392628", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างสนามฟุตซอล ขนาดกว้าง 25 เมตร ยาว 40 เมตร หมู่ที่ 20 เทศบาลตำบลไพรบึง อำเภอไพรบึง จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลไพรบึง", "province": "ศรีสะเกษ", "projectValue": 2012500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017290650", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างสนามฟุตซอล ขนาดกว้าง ๒๐ เมตร ยาว ๔๐ เมตร หมู่ที่ ๑๐ ตำบลลำพญา องค์การบริหารส่วนตำบลลำพญา อำเภอบางเลน จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลลำพญา", "province": "นครปฐม", "projectValue": 1980000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127060577", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการป้องกันและแก้ไขปัญหายาเสพติด ก่อสร้างลานกีฬาสนามกีฬา  ก่อสร้างสนามฟุตบอล 7 คน ขนาด 33 เมตร ยาว 53 เมตร หมู่ที่ 2 ตำบลบัวเชด อำเภอบัวเชด จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลบัวเชด", "province": "สุรินทร์", "projectValue": 1943400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017326246", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างสนามฟุตซอล ขนาดกว้าง 22 เมตร  ยาว  42  เมตร  ชุมชนวัดกลาง เทศบาลเมืองพิบูลมังสาหาร  อำเภอพิบูลมังสาหาร  จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลเมืองพิบูลมังสาหาร", "province": "อุบลราชธานี", "projectValue": 1943400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}