{"name": "บริษัท เอ.พี.ซัพพลาย แอนด์ พาร์ท จำกัด", "tin": "0105541001772", "totalProjects": 5, "projects": [{"projectId": "61057159650", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมสร้างถนนลาดยางผิวจราจรแอสฟัลท์คคอนกรีต โดยวิธี (Pavement IN-Place Recycling)  สายบ้านหนองระหารเชื่อมบ้านวังโบสถ์ ตำบลท่าแดง , ตำบลวังโบสถ์ อำเภอหนองไผ่ จังหวัดเพชรบูรณ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบูรณ์", "province": "เพชรบูรณ์", "projectValue": 12260000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60055052708", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลูกรัง สาย สบ. 4005 (สายบ้านวังม่วง-บ้านซับน้อยเหนือ) หมู่ที่ 4 บ้านซับปลากั้ง ตำบลลำพญากลาง เชื่อม ตำบลลำสมพุง  อำเภอมวกเหล็ก จังหวัดสระบุรี ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระบุรี", "province": "สระบุรี", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60055052318", "projectName": "ประกวดราคาจ้างก่อสร้างถนน คสล.สายชำผักแพว หมู่ที่ 3 - สายมะขามป้อมเก่า หมู่ที่ 8 ตำบลชำผักแพว เชื่อมต่อ ตำบลท่ามะปราง อำเภอแก่งคอย จังหวัดสระบุรี ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระบุรี", "province": "สระบุรี", "projectValue": 3764000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61027256713", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางผิว Para-Asphalt Concrete สาย ลบ.ถ 1-0007 บ้านดงจำปา-บ้านไร่ ตำบลนิคมสร้างตนเอง อำเภอเมืองลพบุรี จังหวัดลพบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลพบุรี", "province": "ลพบุรี", "projectValue": 3300000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077555948", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมสร้างฉุกเฉินคันทางและผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายแยกทางหลวงหมายเลข 3263 - บ้านปากกราน  ตำบลปากกราน  อำเภอพระนครศรีอยุธยา  จังหวัดพระนครศรีอยุธยา ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดพระนครศรีอยุธยา", "province": "พระนครศรีอยุธยา", "projectValue": 2686000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}