{"name": "บริษัท สินทรัพย์อนันต์ จำกัด", "tin": "0105528000555", "totalProjects": 11, "projects": [{"projectId": "60117283169", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนพาราแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นค.ถ.๑-๐๐๐๑ บ้านนาอ่าง - บ้านพระธาตุบังพวน อำเภอเมืองหนองคาย จังหวัดหนองคาย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดหนองคาย", "province": "หนองคาย", "projectValue": 9790200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117111594", "projectName": "ประกวดราคาจ้างซ่อมสร้างถนนพาราแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นค.ถ.๑-๐๐๓๐          บ้านโนนสังข์ - บ้านเมืองบาง อำเภอเมืองหนองคาย จังหวัดหนองคาย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดหนองคาย", "province": "หนองคาย", "projectValue": 9790200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085132020", "projectName": "ประกวดราคาจ้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต(โดยวิธี Pavement  In - Place Recycling)  สายวัดถ้ำผาสิงห์ - บ้านศรีสงคราม หมู่ที่ 11  ตำบลศรีสงคราม อำเภอวังสะพุง จังหวัดเลย ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 9790200.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085132469", "projectName": "ประกวดราคาจ้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต(โดยวิธี Pavement  In - Place Recycling)  สายบ้านภูทอง  หมู่ที่ 12  ตำบลหนองหิน - บ้านเหล่าใหญ่  หมู่ที่ 2  ตำบลปวนพุ  อำเภอหนองหิน  จังหวัดเลย ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 9736300.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60107204515", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างถนนลาดยาง Para Asphaltic Concrete (โดยวิธี Pavement In - Place Recycling) สายบ้านน้อยนา - บ้านโนนฟากเลย บ้านน้อยนา หมู่ที่ 1 ตำบลศรีสงคราม-บ้านโนนฟากเลย หมู่ที่ 9 ตำบลผาน้อย อำเภอวังสะพุง จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศรีสงคราม", "province": "นครพนม", "projectValue": 7614600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127287723", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต โดยวิธี (PAVEMENT IN - PLACE RECYCLING) สายบ้านดงน้อย - บ้านมอดินแดง บ้านดงน้อย หมู่ที่ 4 ตำบลผาขาว - บ้านมอดินแดง ม.4 ตำบลบ้านเพิ่ม อำเภอผาขาว จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 6520000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017067404", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต(โดยวิธี Pavement In - Place Recycling) สายบ้านศรีประทุม - บ้านไร่ศรีอุบล บ้านศรีประทุม หมู่ที่ 14 ตำบลโคกขมิ้น อำเภอวังสะพุง - บ้านไร่ศรีอุบล หมู่ที่ 3 ตำบลหนองหิน อำเภอหนองหิน  จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 6400000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017067058", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต โดยวิธี (PAVEMENT IN - PLACE RECYCLING) สายบ้านนิกรสุข - บ้านห้วยสีเสียด บ้านนิกรสุข หมู่ที่ 13 ตำบลโคกขมิ้น อำเภอวังสะพุง - บ้านห้วยสีเสียด หมู่ที่ 1 ตำบลห้วยสีเสียด อำเภอภูหลวง จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 5640000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087340643", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น ลย.ถ.1-0003 บ้านนาดินดำ - บ้านโคกมน บ้านนาดินดำ หมู่ที่ 1 ตำบลนาดินดำ อำเภอเมืองเลย - บ้านโคกมน หมู่ที่ 6 ตำบลผาน้อย  อำเภอวังสะพุง จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 5000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107241654", "projectName": "ประกวดราคาจ้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลท์ติกคอนกรีต (โดยวิธี Pavement in - Place  recycling) สายบ้านใหม่ชัยเจริญ - บ้านซำบุ่น  บ้านใหม่ชัยเจริญ  หมู่ที่ 7 - บ้านซำบุ่น  หมู่ที่  1  ตำบลทรัพย์ไพวัลย์  อำเภอเอราวัณ  จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 4990000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117079637", "projectName": "ประกวดราคาจ้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลต์ติกคอนกรีต(โดยวิธี Pavement In-Place recycling) สายบ้านหนองผำ-บ้านผาน้อย บ้านหนองผำ หมู่ที่ 3 ตำบลนาดินดำ อำเภอเมืองเลย - บ้านผาน้อย หมู่ที่ 1 ตำบลผาน้อย อำเภอวังสะพุง จังหวัดเลย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเลย", "province": "เลย", "projectValue": 4985000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}