{"name": "บริษัท ศรีภูมิการโยธา จำกัด", "tin": "0145544000653", "totalProjects": 10, "projects": [{"projectId": "61077403632", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงบึงพระราม (ฝั่งสวนสาธารณะ)  เทศบาลนครพระนครศรีอยุธยา อำเภอพระนครศรีอยุธยา จังหวัดพระนครศรีอยุธยา (โครงการเนรมิตอยุธยาเพื่อความน่าอยู่และท่องเที่ยวอย่างยั่งยืน) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลนครพระนครศรีอยุธยา", "province": "พระนครศรีอยุธยา", "projectValue": 45101900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047083820", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนน คสล. หมู่ที่ ๒ ตำบลราษฎร์นิยม อำเภอไทรน้อย จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนนทบุรี", "province": "นนทบุรี", "projectValue": 17696000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117429080", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นบ.ถ.๔๓-๐๐๕ สายวัดสามง่าม-บ้านลากฆ้อน หมู่ที่ ๗ บ้านลำโพ และหมู่ที่ ๘ บ้านสามแยก ตำบลลำโพ จำนวน ๒ ช่วง มีพื้นที่รวมไม่น้อยกว่า ๑๘,๔๘๙ ตารางเมตร องค์การบริหารส่วนตำบลลำโพ อำเภอบางบัวทอง จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลลำโพ", "province": "นนทบุรี", "projectValue": 7408800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057366945", "projectName": "ประกวดราคาจ้างก่อสร้างจ้างเหมาก่อสร้างถนนแอสฟัลท์ติกคอนกรีต  พร้อมวางท่อระบายน้ำ และบ่อพัก คสล. ถนนซอยลำโพ 39 (ช่วงที่ 1) ระยะทางความยาวประมาณ 620 เมตร หมู่ที่ 5  ตำบลลำโพ อำเภอบางบัวทอง จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลลำโพ", "province": "นนทบุรี", "projectValue": 7394000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027256098", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนแอสฟัลท์ติกคอนกรีต ถนนเลียบคลองปลายบาง-ถนนผู้ใหญ่อุดมชัย (ซอยศาลากลางพัฒน์) หมู่ที่ 1 ตำบลศาลากลาง อำเภอบางกรวย จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศาลากลาง", "province": "นนทบุรี", "projectValue": 5400000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085034455", "projectName": "ประกวดราคาจ้างปรับปรุงถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต (Asphaltic Concrete) สายหมู่ที่ 1  บ้านลำสมพุง เชื่อมต่อหมู่ที่ 9 บ้านลำน้ำอ้อย  ตำบลลำสมพุง  อำเภอมวกเหล็ก  จังหวัดสระบุรี  โดยวิธี  Pavement In-Place  Recycling ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระบุรี", "province": "สระบุรี", "projectValue": 4710000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61017121983", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนคอนกรีตเสริมเหล็ก ซอยแสงสีสันต์ (ส่วนที่เหลือ) หมู่ที่ 3 ตำบลศาลากลาง อำเภอบางกรวย จังหวัดนนทบุรี (กรณียังไม่ได้ก่อหนี้ผูกพัน ประจำปีงบประมาณ 2560) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศาลากลาง", "province": "นนทบุรี", "projectValue": 4200000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027097962", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านโคกคราม ถึง บ้านพรมแดน  อำเภอบางปลาม้า จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017006501", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก ซอยต้นคูณ หมู่ที่ 7 ตำบลบางกร่าง อำเภอเมือง จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบางกร่าง", "province": "นนทบุรี", "projectValue": 3370000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037333615", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนน คสล. พร้อมปักเข็มไม้ยูคาป้องกันตลิ่ง บริเวณเขตเชื่อมต่อตำบลบางรักพัฒนาถึงสะพานซอยสำนักสงฆ์ หมู่ที่ 4 ตำบลพิมลราช อำเภอบางบัวทองจังหวัดนนทบุรี ถนนกว้าง 5.00เมตร ยาว 230.00 เมตรหนา 0.20 เมตร พื้นที่ผิวจารจรไม่น้อยกว่า 1,150.00เมตร จำนวน 1 โครงการ (กองช่าง) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลเมืองพิมลราช", "province": "นนทบุรี", "projectValue": 1720000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}