{"name": "บริษัท พี.เค.เอ (2013) จำกัด", "tin": "0145556002753", "totalProjects": 5, "projects": [{"projectId": "60085080961", "projectName": "ประกวดราคาจ้างปรับปรุงซ่อมสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต โดยวิธี Pavement In-Place Recycling ถนนถ่ายโอน ภายในเขตอำเภอมหาราช สายคันคลอง 13 ซ้าย โครงการมหาราช ตำบลหัวไผ่ ตำบลมหาราช อำเภอมหาราช จังหวัดพระนครศรีอยุธยา ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดพระนครศรีอยุธยา", "province": "พระนครศรีอยุธยา", "projectValue": 20041000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61017479673", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนน ค.ส.ล. สายเลียบคลองชลประทานนครหลวง ฝั่งตะวันออก หมู่ที่ 2,1 ตำบลลำตาเสา อำเภอวังน้อย เชื่อม ตำบลหนองน้ำส้ม อำเภออุทัย จังหวัดพระนครศรีอยุธยา ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดพระนครศรีอยุธยา", "province": "พระนครศรีอยุธยา", "projectValue": 6240000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047343740", "projectName": "สอบราคาจ้างโครงการก่อสร้างลาน คสล.บริเวณหน้าเทศบาลตำบลบ้านกรด (แห่งใหม่) หมู่ที่ ๕ ตำบลบ้านกรด อำเภอบางปะอิน จังหวัดพระนครศรีอยุธยา", "localAuthority": "เทศบาลตำบลบ้านกรด", "province": "พระนครศรีอยุธยา", "projectValue": 1996000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61087621144", "projectName": "จ้างโครงการปรับปรุงซ่อมแซมถนน หมู่ที่  ๙  (ถนนเลียบคลองยายแคระ)  ตำบลบ้านกรด  อำเภอบางปะอิน  จังหวัดพระนครศรีอยุธยา  จำนวน ๑  โครงการ เป็นเงิน ๔๓๐,๐๐๐.- บาท (สี่แสนสามหมื่นบาทถ้วน) โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลบ้านกรด", "province": "พระนครศรีอยุธยา", "projectValue": 430000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117199544", "projectName": "จ้างโครงการปรับปรุงซ่อมแซมถนนคอนกรีตเสริมเหล็ก  หมู่ที่  10  ตำบลบ้านกรด  อำเภอบางปะอิน  จังหวัดพระนครศรีอยุธยา  จำนวน 1 โครงการ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลบ้านกรด", "province": "พระนครศรีอยุธยา", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}