{"name": "แกลงคอนกรีต (1999)", "tin": "0213542000319", "totalProjects": 11, "projects": [{"projectId": "60117461083", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น รย.ถ.10022 สายบ้านเจริญสุข - บ้านดอนสำราญ หมู่ที่ 4,9 ตำบลวังหว้า จำนวน 3 ช่วง มีพื้นที่รวมไม่น้อยกว่า 24,360 ตารางเมตร องค์การบริหารส่วนจังหวัดระยอง อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 9798000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127219707", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น รย.ถ.42001 สายเนินเขาดิน-บ้านหนองไทร หมู่ที่ 5 ตำบลทุ่งควายกิน อำเภอแกลง  จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งควายกิน", "province": "ระยอง", "projectValue": 4214000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057053751", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายเขาไผ่-คลองน้ำเขียว หมู่ที่ 3 ตำบลเขาน้อย อำเภอเขาชะเมา มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 4 ตำบลชุมแสง อำเภอวังจันทร์ จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057320517", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนคอนกรีตเสริมเหล็ก สายแขมงคงมั่น หมู่ที่ 8 ตำบลชากโดน มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 5 ตำบลกร่ำ อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017036660", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการติดตั้งไฟฟ้าแสงสว่าง สนามกีฬาประจำตำบล บริเวณหมู่ที่ 2 ตำบลชากพง อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลสุนทรภู่", "province": "ระยอง", "projectValue": 2500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027047579", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก สายสุขสำรอง-น้ำใส หมู่ที่ 9 ตำบลทุ่งควายกิน อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งควายกิน", "province": "ระยอง", "projectValue": 2150000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057317534", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนคอนกรีตเสริมเหล็ก สายไกรพงษ์ 2 หมู่ที่ 8 ตำบลชากโดน มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 4 ตำบลกร่ำ อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037162606", "projectName": "สอบราคาจ้างโครงการก่อสร้างปรับปรุงศาลาและลานอเนกประสงค์ชายหาดแม่พิมพ์ หมู่ที่ 4 ตำบลกร่ำ อำเภอแกลง จังหวัดระยอง", "localAuthority": "เทศบาลตำบลสุนทรภู่", "province": "ระยอง", "projectValue": 2000000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61057374002", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนคอนกรีตเสริมเหล็ก สายก้นกรอก-เกาะลอย หมู่ที่ 4 ตำบลคลองปูน มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 5 ตำบลพังราด อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 1893000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057011779", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายริมคลองหนองเต่า หมู่ที่ 3 ตำบลคลองปูน มีความคาบเกี่ยวต่อเนื่องกับ เทศบาลตำบลปากน้ำประแส อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087137102", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กรหัสทางหลวงท้องถิ่น รย.ถ.42001 สายเนินเขาดิน-บ้านหนองไทร หมู่ที่ 5 ตำบลทุ่งควายกิน อำเภอแกลง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งควายกิน", "province": "ระยอง", "projectValue": 635000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}