{"name": "บริษัท พรหมโยธาการระยอง(1993) จำกัด", "tin": "0215536001114", "totalProjects": 6, "projects": [{"projectId": "60097281012", "projectName": "ประกวดราคาจ้างก่อสร้างกำแพงกันดินคลองทับมา หมู่ที่ 4 หมู่ที่ 6 หมู่ที่ 3 (แก้ปัญหาอุทกภัยจังหวัดระยอง) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทับมา", "province": "ระยอง", "projectValue": 20000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067520320", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการแก้มลิงตามแนวทางพระราชดำริในพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดชโดยก่อสร้างระบบกักเก็บน้ำคลองกระเฉท หมู่ที่ 1 ตำบลมาบข่า อำเภอนิคมพัฒนา มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 7 ตำบลทับมา อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 9638000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085105322", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างระบบระบายน้ำสายหนองผักหนาม - รพ.สต.บ้านกระเฉท หมู่ที่ 2 ตำบลมาบข่า อำเภอ นิคมพัฒนา มีความคาบเกี่ยวต่อเนื่องกับเทศบาลเมืองมาบตาพุด อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 4700000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61027460120", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนน อบจ.รย.0115 สายตอนแยกทางหลวงหมายเลข 3 - ท่าเรือแกลง อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 4077500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077164284", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างสะพานคอนกรีตเสริมเหล็ก ขนนาด 25.00x19.00 เมตร พร้อมราวสะพานคอนกรีตเสรมเหล็ก หมู่ที่ 6 ตำบลมาบยางพร อำเภอปลวกแดง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลมาบยางพร", "province": "ระยอง", "projectValue": 4030000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077423814", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายศาลเจ้า-หนองตะพาน หมู่ที่ 4 ตำบลหนองละลอก มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 2 ตำบลหนองตะพาน อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}