{"name": "บริษัท บ้านค่ายผลิตภัณฑ์คอนกรีต จำกัด", "tin": "0215532000687", "totalProjects": 14, "projects": [{"projectId": "61037055792", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างอาคารจอดรถและเก็บพัสดุ ภายในองค์การบริหารส่วนจังหวัดระยอง ตำบลเนินพระ อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 55400000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085092971", "projectName": "ประกวดราคาจ้างปรับปรุงถนนแอสฟัลท์ติกคอนกรีต อบจ.รย.0105 สายขวากลิง - ยายดา อำเภอเมืองระยอง จังหวัดระยอง ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 38800000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085077514", "projectName": "ประกวดราคาจ้าง. โครงการจ้างเหมาปูผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีตสายรอบอ่างเก็บน้ำหนองปลาไหลด้านทิศตะวันออก (ช่วงที่ 2) หมู่ที่ 2,3,5 ตำบลปลวกแดง มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 1,3 ตำบลละหาร อำเภอปลวกแดง จังหวัดระยอง ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 18790000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61037414884", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนน รย.ถ.10043 สายบ้านหนองตะพาน-บ้านหนองละลอก อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 14207000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127158517", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น  รย.ถ.56002 สายหนองมะปริง - แม่น้ำคู้ หมู่ที่ 2 บ้านหนองมะปริง ตำบลแม่น้ำคู้  กว้าง 6 เมตร ยาว 2,000 เมตร หนา 0.05 เมตร ไหล่ทางกว้างข้างละ 0.50 เมตร องค์การบริหารส่วนตำบลแม่น้ำคู้ อำเภอปลวกแดง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแม่น้ำคู้", "province": "ระยอง", "projectValue": 7683200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077080591", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายบ้านนายทุ้ม - คลองน้ำแดง หมู่ที่ 7 ตำบลหนองบัว อำเภอบ้านค่าย มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 4 ตำบลหนองไร่ อำเภอปลวกแดง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 6206000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127009809", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น ร.ย.ถ.34017 สายหนองหว้า ซอย 2 - อ่างเก็บน้ำเขางวงช้าง หมู่ที่ 6       ตำบลชากบก อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลชากบก", "province": "ระยอง", "projectValue": 5458600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057054221", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายชากตาหมื่น - หนองพะวา (ช่วงที่ 2) หมู่ที่ 6 ตำบลหนองบัว มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 4 ตำบลบางบุตร อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037441381", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายแพนธานี -ป่าหวาย-โรงน้ำตาล หมู่ที่ 5 ตำบลหนองบัว อำเภอบ้านค่าย มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 4 ตำบลละหาร อำเภอปลวกแดง จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 3313000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057015932", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายศาลาน้ำลึกเนินสว่าง-วังจันทร์ หมู่ที่ 9 ตำบลหนองบัว  อำเภอบ้านค่าย มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 7  ตำบลชุมเเสง  อำเภอวังจันทร์ จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037254099", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนลาดยางผิวปูพาราแอสฟัลท์ติกคอนกรีตถนนสายหัวชวด-หนองซิมสิว หมู่ที่ 10 เชื่อมหมู่ที่ 1 ตำบลหนองบัว อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองบัว", "province": "กาญจนบุรี", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077033235", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายห้วยยาง -เขาสวน (ช่วงที่ 2) หมู่ที่ 11 ตำบลบางบุตร มีความคาบเกี่ยวต่อเนื่องกับ หมู่ที่ 11 ตำบลหนองบัว อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 1955000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077068530", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีตสายทางเข้าโรงเรียนอนุบาลนานาชาติตากสินบ้านค่าย (วัดหวายกรอง) หมู่ที่ 2 ตำบลบางบุตร อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 1500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017264918", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการขุดสระเก็บน้ำสาธารณะบ้านเจ็ดลูกเนิน หมู่ที่ 10 ตำบลชากบก อำเภอบ้านค่าย จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดระยอง", "province": "ระยอง", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}