{"name": "ห้างหุ้นส่วนจำกัด ตราดคอนกรีต", "tin": "0233542000025", "totalProjects": 13, "projects": [{"projectId": "60097048700", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก สายคลองปอ - ทุ่งสมอจีน (ตร.ถ.41-049) หมู่ที่ 11 บ้านเขาตาโปน ตำบลห้วยแร้ง อำเภอเมือง จังหวัดตราด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 9000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117135099", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างผิวทางลาดยางแบบพาราแอสฟัลต์คอนกรีต โดยวิธี (PAVEMENT-IN-PLACE RECYCLING) รหัสทางหลวงท้องถิ่น(ตร.ถ.๔๑-๐๒๑) บ้านจุฬามณี-บ้านบางปรง หมู่ที่ ๓ (ช่วงที่ ๓ ) ตำบลห้วยแร้ง อ.เมือง จ.ตราด พร้อมป้ายประชาสัมพันธ์โครงการ (รายละเอียดตามแบบแปลนขององค์การบริหารส่วนตำบลห้วยแร้งกำหนด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 4337500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117127655", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างผิวทางลาดยางแบบแอสฟัลต์คอนกรีตโดยวิธี(PAVEMENT-IN-PLACE RECYCLING)(ช่วงที่ ๑) ถนนสายตาโหน-เขามะเขือ(ตร.ถ.๔๑-๐๒๐) หมู่ที่ ๑,หมู่ที่ ๓ ต.ห้วยแร้ง อ.เมือง จ.ตราด พร้อมป้ายประชาสัมพันธ์โครงการ(รายละเอียดตามแบบแปลนขององค์การบริหารส่วนตำบลห้วยแร้งกำหนด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 3300000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017064422", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก ซอย 1 เขาสุเทพ  หมูที่ 4 ตำบลช้างทูน  เชื่อมตำบลหนองบอน  อำเภอบ่อไร่  จังหวัดตราด ขนาดกว้าง 4 เมตร ยาว 1,000 เมตร หนาเฉลี่ย 0.15 เมตร  หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 4,000 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027171549", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต ภายในเรือนจำชั่วคราวเขาระกำ เพื่อเป็นสถานศึกษาดูงานด้านเศรษฐกิจพอเพียง ตำบลวังกระแจะ อำเภอเมืองตราด จังหวัดตราด ขนาดกว้าง 4 เมตร ยาว 1,000 เมตร หนาเฉลี่ย 0.04 เมตร หรือพื้นที่ไม่น้อยกว่า 4,000 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1716000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047120336", "projectName": "สอบราคาจ้างโครงการซ่อมสร้างถนนลาดยางแบบพาราแอสฟัลต์คอนกรีต โดยวิธี (PAVEMENT-IN-PLACE RECYCLING) สายบ้านจุฬามณี-บ้านบางปรง(ตร.ถ.๔๑-๐๒๑) หมู่ที่ ๓ บ้านบางปรง ตำบลห้วยแร้ง อำเภอเมือง จังหวัดตราด", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 1478000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61047183388", "projectName": "ประกวดราคาจ้างก่อสร้างงานก่อสร้างถนนคอนกรีตเสริมเหล็ก สายเนินตะบก - เขามะพูด หมู่ที่ 8 และหมู่ที่ 9 ตำบลห้วยแร้ง อำเภอเมืองตราด เชื่อมตำบลวังตะเคียน อำเภอเขาสมิง จังหวัดตราด ขนาดกว้าง 5 เมตร ยาว 500 เมตร หนาเฉลี่ย 0.15 เมตร หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 2,500 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1250000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127003727", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็กซอยเนินตะบก หมู่ที่ 1 ตำบลแสนตุ้ง เชื่อมตำบลเขาสมิง อำเภอเขาสมิง จังหวัดตราด ขนาดกว้าง 4 เมตร ยาว 600 เมตร หนาเฉลี่ย 0.15 เมตร หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 2,400 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) (กองช่าง) ตั้งจ่ายจากเงินรายได้ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1200000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117290634", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น ตร.ถ.16004 สายซอยวัดทางควาย บ้านทางควาย หมู่ที่ 4 ตำบลแสนตุ้ง กว้าง 4 เมตร ยาว 500 เมตร หนา 0.15 เมตร องค์การบริหารส่วนตำบลแสนตุ้ง อำเภอเขาสมิง จังหวัดตราด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแสนตุ้ง", "province": "ตราด", "projectValue": 1176000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047365938", "projectName": "ประกวดราคาจ้างก่อสร้างงานก่อสร้างถนนคอนกรีตเสริมเหล็ก ซอยหนองแหน หมู่ที่ 7 ตำบลวังกระแจะ  เชื่อมตำบลห้วยแร้ง อำเภอเมืองตราด จังหวัดตราด  ขนาดกว้าง 4 เมตร ยาว 500 เมตร หนาเฉลี่ย 0.15 เมตร หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 2,000 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด)  (กองช่าง) ตั้งจ่ายจากเงินอุดหนุนทั่วไป ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027304833", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก สายบางปรง - นาคประสิทธิ์ หมู่ที่ 3  ตำบลห้วยแร้ง  อำเภอเมืองตราด เชื่อมตำบลทุ่งนนทรี อำเภอเขาสมิง  จังหวัดตราด ขนาดกว้าง 4 เมตร  ยาว 500 เมตร  หนาเฉลี่ย 0.15 เมตร  หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 2,000 ตารางเมตร  (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117389858", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็็กซอยเทิดพระเกียรติ หมู่ที่ 9 ตำบลแสนตุ้ง  เชื่อมตำบลเขาสมิง  อำเภอเขาสมิง จังหวัดตราด ขนาดกว่้้าง 4 เมตร ยาว 500 เมตร หนาเฉลี่ย 0.15 เมตร หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 2,000 ตารางเมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037057018", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก ซอยผาเรือง - มณฑล บ้านผาเรือง หมู่ที่ 3 ตำบลเทพนิมิต เชื่อมถนนลาดยางสายมุมสงบ - เกษมสุข ตำบลแสนตุ้ง อำเภอเขาสมิง  จังหวัดตราด ขนาดกว้าง 5 เมตร  ยาว 330 เมตร  หนาเฉลี่ย 0.15 เมตร หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 1,650 เมตร (ตามแบบแปลนองค์การบริหารส่วนจังหวัดตราด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดตราด", "province": "ตราด", "projectValue": 825000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}