{"name": "ห้างหุ้นส่วนจำกัด ส.อรัญเจริญการโยธา", "tin": "0253528000234", "totalProjects": 5, "projects": [{"projectId": "60085081902", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล  สายแยกทางหลวงหมายเลข 348 บ้านหนองติม - บ้านโคกปราสาท ตำบลทัพราช - ตำบลทัพไทย อำเภอตาพระยา จังหวัดสระแก้ว (ตอนที่ 3) ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 11450000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60127357076", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต สายหมู่ที่ 8 บ้านบีกริม-หมู่ที่ 4 บ้านหนองหมูน้อย ตำบลคลองทับจันทร์ กว้าง 5 เมตร ยาว 2,475 เมตร องค์การบริหารส่วนตำบลคลองทับจันทร์ อำเภออรัญประเทศ จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลคลองทับจันทร์", "province": "สระแก้ว", "projectValue": 9201200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085081811", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกทางหลวงชนบทสระแก้ว สก 3069 ที่บ้านกะสัง หมู่ที่ 8  ผ่านบ้านน้ำเงิน หมู่ที่ 10 ผ่านบ้านรัตนะ หมู่ที่ 5 เชื่อมบ้านโคกปราสาท ตำบลทัพไทย อำเภอตาพระยา จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 6765000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60127105424", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก  สายหมู่ที่  2  บ้านโสนน้อย  เชื่อมถนนท่าข้าม-นาดง  ตำบลท่าข้าม  กว้าง  5  เมตร  ยาว  2,300  เมตร  หนา  0.15  เมตร  ไหล่ทางข้างละ  0.50  เมตร  องค์การบริหารส่วนตำบลท่าข้าม  อำเภออรัญประเทศ  จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าข้าม", "province": "ชลบุรี", "projectValue": 6654200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077256798", "projectName": "จ้างก่อสร้างซ่อมสร้างและเสริมผิวด้วยแอสฟัลท์ติกคอนกรีต ที่บริเวณถนนทางเชื่อมอาคารลานจอดรถภายในตลาดโรงเกลือ องค์การบริหารส่วนจังหวัดสระแก้ว ตำบลป่าไร่ อำเภออรัญประเทศ จังหวัดสระแก้ว โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 2472000.0, "purchaseMethod": "คัดเลือก"}]}