{"name": "ห้างหุ้นส่วนจำกัด สระแก้วสามัคคีแทรกเตอร์", "tin": "0253524000132", "totalProjects": 10, "projects": [{"projectId": "60085081945", "projectName": "ประกวดราคาจ้างเหมาก่อสร้างถนนลาดยางแอสฟัลท์ติก คอนกรีต สายแยกทางหลวงชนบท 3049 บ้านคลองทราย หมู่ที่ 8 ผ่านบ้านเขาหวาย หมู่ที่ 14 ตำบลวังสมบูรณ์ อำเภอวังสมบูรณ์ จังหวัดสระแก้ว  ถึงเขตติดต่ออำเภอสอยดาว จังหวัดจันทบุรี ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 14330000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61027378795", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวพาราเคปซีลสายจากบ้านทุ่งเจริญ หมู่ที่ 4 ถึงทางหลวงหมายเลข 3395 ที่บ้านแผ่นดินเย็น หมู่ที่ 9 ตำบลแซร์ออ อำเภอวัฒนานคร จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 12669200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087053357", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกทางหลวงชนบทสระแก้ว สก 3062 สายสหกรณ์นิคม ที่กลุ่มบ้านพานทอง ผ่านบ้านวังน้ำเย็น หมู่ที่ 1 ผ่านบ้านวังเจริญ หมู่ที่ 10 ถึงบ้านสวนป่า หมู่ที่ 3 ตำบลวังน้ำเย็น เชื่อมถนนทางหลวงชนบทสระแก้ว สก 3019 บ้านคลองตาสูตร ตำบลคลองหินปูน อำเภอวังน้ำเย็น จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 12219000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027240424", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายบ้านคลองกลาง - บ้านซับพลู - บ้านคลองหว้า ตอนแยกทางหลวงหมายเลข 3395 ที่บ้านซับพลู หมู่ที่ 6 ตำบลเบญจขร อำเภอคลองหาด ถึงบ้านคลองหว้า หมู่ที่ 4 ตำบลทับพริก อำเภออรัญประเทศ จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 10708000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085081841", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกทางหลวง 317 ที่บ้านวังเทพนิมิต หมู่ที่ 9 ตำบลวังน้ำเย็น อำเภอวังน้ำเย็น ถึงบ้านวังยาง หมู่ที่ 1 ตำบลซับมะกรูด อำเภอคลองหาด จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 10112000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60117036969", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก สายถนนเทศบาล 31 ตำบลสระแก้ว จำนวน 2 ช่วง พื้นที่ไม่น้อยกว่า 6,610 ตารางเมตร เทศบาลเมืองสระแก้ว อำเภอเมืองสระแก้ว จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลเมืองสระแก้ว", "province": "สระแก้ว", "projectValue": 9798000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085081973", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกถนนสุวรรณศร - บ้านแก่งสีเสียด - บ้านใหม่ถาวร ตอนแยกทางหลวงชนบทสระแก้ว สก 2009 ที่บ้าน ใหม่ถาวร หมู่ที่ 2 เชื่อมบ้านแก่งสีเสียด หมู่ที่ 3 ตำบลสระขวัญ จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 8465000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61067522358", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวพาราเคปซีลสายจากแยกทางหลวงหมายเลข 33 ที่บ้านท่าระพา หมู่ที่ 5 ตำบลศาลาลำดวน อำเภอเมืองสระแก้ว จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 5243000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085081955", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกทางหลวงหมายเลข 359  เข้าบ้านเนินผาสุก หมู่ที่ 6 ตำบลสระขวัญ อำเภอเมืองสระแก้ว จังหวัดสระแก้ว (ตอนที่ 1) ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 4203000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61077314660", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมหอประชุมอาคารเรียน และก่อสร้างรางระบายน้ำ สำหรับโรงเรียนทรัพย์สมบูรณ์วิทยาคม ตำบลหนองหว้า อำเภอเขาฉกรรจ์ จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 512000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}