{"name": "ห้างหุ้นส่วนจำกัด นวรรณ", "tin": "0253533000123", "totalProjects": 8, "projects": [{"projectId": "60085081743", "projectName": "ประกวดราคาจ้างเหมาก่อสร้างถนนลาดยางผิวแอสฟัลท์ติกคอนกรีต สายแยกทางหลวงชนบท สก 4042 บ้านทุ่งมหาเจริญ หมู่ที่ 1 ผ่านบ้านชัยอุดม หมู่ที่ 22  ถึงบ้าน ไร่เหนือพัฒนา หมู่ที่ 20 ตำบลทุ่งมหาเจริญ อำเภอวังน้ำเย็น จังหวัดสระแก้ว (ตอนที่ 2) ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 8759000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085081723", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกทางหลวงหมายเลข 3395 ที่บ้านแก้วเพชรพลอย หมู่ที่ 8 ถึงบ้านหนองไผ่ หมู่ที่ 5 ตำบลตาพระยา อำเภอตาพระยา จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 7377000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61077303857", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางผิวแอสฟัลติกท์คอนกรีต สายบ้านพวงนิมิตร หมู่ที่ 5 ถึงบ้านหนองคุ้ม หมู่ที่ 8 ตำบลเขาสามสิบ อำเภอเขาฉกรรจ์ จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 5990000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085081756", "projectName": "ประกวดราคาจ้างจ้างเหมาก่อสร้างถนนลาดยางผิวแอสฟัลท์ติกคอนกรีต สายข้างที่ว่าการอำเภออรัญประเทศ ตำบลบ้านใหม่หนองไทร ถึงบ้านโคก หมู่ที่ 1 ตำบลป่าไร่ อำเภออรัญประเทศ จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 5240000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61037446341", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางผิวแอสฟัสท์ติกคอนกรีต สายแยกทางหลวงชนบทสระแก้ว สก ๔๐๒๘ ที่บ้านแซร์ออ หมู่ที่ ๒ เชื่อมถนน อบจ. ที่บ้านทุ่งเจริญ หมู่ที่ ๑๔ ตำบลแซร์ออ อำเภอวัฒนานคร จังหวัดสระแก้ว ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 4272000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085144577", "projectName": "ประกวดราคาจ้างเหมาซ่อมสร้างถนนลาดยางผิวพาราเคปซีล สายแยกถนนถ่ายโอน อบจ.สระแก้ว สายบ้านด่าน - เมืองไผ่ ที่บ้านหนองขาม หมู่ที่ 2  เชื่อมถนนถ่ายโอน อบจ.สระแก้ว สายเทศบาลอรัญญประเทศ - บ้านหนองเทา จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 3483000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61037452353", "projectName": "สอบราคาจ้างซ่อมสร้างถนนลาดยางผิวทาง (Para Asphaltic Concrete) สายทางบ้านวังทอง-บ้านวังดารา ตำบลวังทอง อำเภอวังสมบูรณ์ จังหวัดสระแก้ว", "localAuthority": "เทศบาลตำบลวังทอง", "province": "พิษณุโลก", "projectValue": 1990000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61087476707", "projectName": "จ้างก่อสร้างถนนแอสฟัลติกผสมยางพารา ถนนเทศบาลซอย 3 ตำบลศาลาลำดวน อำเภอเมืองสระแก้ว จังหวัดสระแก้ว กว้าง 4 เมตร ยาว 235 เมตร หนา 0.05 เมตร ปริมาตร 940 เมตร (ตามแบบแปลนที่เทศบาลตำบลศาลาลำดวนกำหนด เลขที่ 15/2561) โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลศาลาลำดวน", "province": "สระแก้ว", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}