{"name": "ห้างหุ้นส่วน วัชรพงษ์การโยธา", "tin": "0253535000678", "totalProjects": 5, "projects": [{"projectId": "60085081862", "projectName": "ประกวดราคาจ้างเหมาก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต สายแยกทางหลวงชนบทสระแก้ว สก 3083 บ้านโคกมะกอก หมู่ที่ 9 ตำบลเขาสามสิบ อำเภอเขาฉกรรจ์ เชื่อมบ้านสี่แยก หมู่ที่ 10 ตำบลสระแก้ว อำเภอเมืองสระแก้ว จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 10480000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085081916", "projectName": "ประกวดราคาจ้างจ้างเหมาก่อสร้างถนนลาดยางผิวเคปซีล สายแยกทางหลวงชนบทสระแก้ว สก 2004 บ้านใหม่เจริญผล หมู่ที่ 13 เชื่อม ทางหลวงหมายเลข 3395 ที่บ้านหนองยาง หมู่ที่ 5 ตำบลท่าเกวียน อำเภอวัฒนานคร จังหวัดสระแก้ว ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 10450000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085081799", "projectName": "ประกวดราคาจ้างเหมาก่อสร้างถนนลาดยางผิวพาราเคปซีล สายบ้านทุ่งทะเล หมู่ที่ 13 ถึงบ้านเจริญสุข หมู่ที่ 6 ตำบลทัพราช อำเภอตาพระยา จังหวัดสระแก้ว (ตอนที่ 2) ต่อจากเดิม ปี 2559 ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 8305000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60117367455", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กสายแยกทางหลวงหมายเลข 33 - บ้านหนองหว้า หมู่ที่ 2 ตำบลห้วยโจด อำเภอวัฒนานคร จังหวัดสระแก้ว กว้าง 5 เมตร ยาว 2,000 เมตร หนา 0.15 เมตร ไหล่ทางข้างละ 0.50 เมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยโจด", "province": "ขอนแก่น", "projectValue": 6003500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057215799", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางผิวเคปซีล สายจากบ้านหนองหญ้าแก้ว หมู่ที่ ๙ ตำบลโคกสูง ถึงทางแยกเข้าปราสาทสด๊กก๊อกธม อำเภอโคกสูง จังหวัดสระแก้ว (ถนนถ่ายโอนสายทัพเซียม - หนองหญ้าแก้ว) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสระแก้ว", "province": "สระแก้ว", "projectValue": 5333000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}