{"name": "บริษัท กอบชัย(นครนายก) จำกัด", "tin": "0265531000012", "totalProjects": 9, "projects": [{"projectId": "61097013671", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต (โดยวิธี Pavement In-Place Recycling) รหัสทางหลวงท้องถิ่น นย.ถ. ๑-๐๐๑๖ สายแยกทางหลวง ๓๐๑๐ - บ้านวัดลำบัวลอย ตำบลปากพลี  อำเภอปากพลี จังหวัดนครนายก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครนายก", "province": "นครนายก", "projectValue": 9846000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057339527", "projectName": "สอบราคาจ้างปรับปรุงผิวจราจรถนนลาดยางพาราแอสฟัลท์ติกคอนกรีต  สายแยกทางหลวง ๓๐๑๐-บ้านวัดลำบัวลอย  หมู่ที่ ๖  ตำบลปากพลี  อำเภอปากพลี  จังหวัดนครนายก", "localAuthority": "องค์การบริหารส่วนจังหวัดนครนายก", "province": "นครนายก", "projectValue": 1981000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61057500331", "projectName": "ประกวดราคาจ้างก่อสร้าง2.1.3 (7) หน้า 190 โครงการปรับรุงผิวจาจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านพิกุลแก้ว-บ้านคลอง ๓๑ ตำบลพิกุลออก อำเภอบ้านนา เชื่อมตำบลโพธิ์แทน อำเภอองครักษ์ จังหวัดนครนายก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครนายก", "province": "นครนายก", "projectValue": 1960000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057504093", "projectName": "ประกวดราคาจ้างก่อสร้าง2.1.3 (6) หน้า 189 โครงการปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านพริก-เขาเพิ่ม ตำบลบ้านพริก อำเภอบ้านนา จังหวัดนครนายก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครนายก", "province": "นครนายก", "projectValue": 1940000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117274858", "projectName": "ประกวดราคาจ้างก่อสร้างเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นย.ถ.40-003 สายหนองโพธิ์ - หนองจิก หมู่ที่ 3,5 บ้านหนองโพธิ์ - บ้านหนองจิก  ตำบลศรีนาวา  กว้าง 4 เมตร ยาว 1,760 เมตร  หนา 0.05 เมตร  องค์การบริหารส่วนตำบลศรีนาวา  อำเภอเมืองนครนายก  จังหวัดนครนายก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลศรีนาวา", "province": "นครนายก", "projectValue": 1917900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057338926", "projectName": "สอบราคาจ้างปรับปรงุผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต  สายหมู่ที่ ๑ ตำบลท่าทราย-หมู่ที่ ๕  ตำบลดงละคร  รหัสสายทาง นย.ถ.๑-๐๐๕๖  อำเภอเมือง  จังหวัดนครนายก", "localAuthority": "องค์การบริหารส่วนจังหวัดนครนายก", "province": "นครนายก", "projectValue": 1577000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61017220873", "projectName": "จ้างปรับปรุงถนนลาดยางสายคันคลองชลประทาน หมู่ที่ 7 - หนองสี่มุม ตำบลวังกระโจม อำเภอเมืองนครนายก จังหวัดนครนายก โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังกระโจม", "province": "นครนายก", "projectValue": 353000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087632189", "projectName": "จ้างปรับปรุงซ่อมแซมถนนคอนกรีต โดยการปูผิวทางพาราแอสฟัลต์ติกคอนกรีต สายบ้านองพาต ซอย 3  กว้าง 4.00 เมตร ยาว 190.00 เมตร  หนา 0.05 เมตร  หรือมีพื้นที่ไม่น้อยกว่า 769.00 ตารางเมตร  ตามแบบ อบต.โพธิ์แทนกำหนด  หมู่ที่ 8 บ้านองพาต ตำบลโพธิ์แทน อำเภอองครักษ์ จังหวัดนครนายก โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลโพธิ์แทน", "province": "นครนายก", "projectValue": 335000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61017213298", "projectName": "จ้างปรับปรุงถนนลาดยางสายคันคลองชลประทานฝั่งซ้าย หมู่ที่ 2 - หนองงูเห่า (คันคลองชลประทาน - บ้านหนองอ้ายกล่อม) ตำบลวังกระโจม อำเภอเมืองนครนายก จังหวัดนครนายก โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังกระโจม", "province": "นครนายก", "projectValue": 103000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}