{"name": "สุรินทร์ไทยสงวน", "tin": "0323526000236", "totalProjects": 28, "projects": [{"projectId": "60127284095", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 5 ตำบลเพี้ยราม อำเภอเมืองสุรินทร์ จังหวัดสุรินทร์ ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเพี้ยราม", "province": "สุรินทร์", "projectValue": 4334200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127283825", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 2 บ้านฮ็อง ตำบลเพี้ยราม อำเภอเมืองสุรินทร์ จังหวัดสุรินทร์ ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเพี้ยราม", "province": "สุรินทร์", "projectValue": 4178800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "59085104318", "projectName": "ประกวดราคาจ้างก่อสร้างอาคารเอนกประสงค์ บริเวณวังทะลุ บ้านตากลาง หมู่ที่ 9 ตำบลกระโพ อำเภอท่าตูม จังหวัดสุรินทร์ ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนตำบลกระโพ", "province": "สุรินทร์", "projectValue": 3800000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60117260212", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 13 บ้านน้อย ตำบลช่างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลช่างปี่ อำเภอศีขรภูมิ จังหวัดสุรินทร์ เป็นเงิน 3,610,500 บาท (-สามล้านหกแสนหนึ่งหมื่นห้าร้อยบาทถ้วน-) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลช่างปี่", "province": "สุรินทร์", "projectValue": 3610500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037227208", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่  หมู่ที่  12   บ้านห้วยสำราญ   ตำบลหน่อม    ตามแบบมาตรฐานกรมทรัพยากรน้ำ   องค์การบริหารส่วนตำบลหน่อม   อำเภออาจสามารถ   จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหน่อม", "province": "ร้อยเอ็ด", "projectValue": 3610500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117253260", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 11 บ้านหนองเหล็ก-โสน ตำบลช่างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลช่างปี่ อำเภอศีขรภูมิ จังหวัดสุรินทร์ เป็นเงิน 3,610,500 บาท(-สามล้านหกแสนหนึ่งหมื่นห้าร้อยบาทถ้วน-) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลช่างปี่", "province": "สุรินทร์", "projectValue": 3610500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117242183", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 14 บ้านอ่างสมบูรณ์ ตำบลช่างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลช่างปี่ อำเภอศีขรภูมิ จังหวัดสุรินทร์ เป็นเงิน 3,610,500 บาท (-สามล้านหกแสนหนึ่งหมื่นห้าร้อยบาทถ้วน-) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลช่างปี่", "province": "สุรินทร์", "projectValue": 3610500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127161637", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 14 บ้านหนองบัว ตำบลกระโพ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลกระโพ อำเภอท่าตูม  จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลกระโพ", "province": "สุรินทร์", "projectValue": 3599600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017317284", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 5 บ้านหนองแรต ตำบลขวาวใหญ่ อำเภอศีขรภูมิ จังหวัดสุรินทร์ ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลขวาวใหญ่", "province": "สุรินทร์", "projectValue": 3580800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107209253", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างระบบประปาแบบผิวดินขนาดใหญ่บ้านคำผงหมู่ที่  5  ตำบลคำผง  อำเภอโนนนารายณ์   จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลคำผง", "province": "สุรินทร์", "projectValue": 3549100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117389056", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 7 บ้านกาบกระบือ ตำบลโคกสะอาด ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลโคกสะอาด อำเภอปราสาท จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลโคกสะอาด", "province": "กาฬสินธุ์", "projectValue": 3534300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127412943", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ความจุ 30 ลบ.ม. หมู่ที่ 8 บ้านกันตรง ตำบลบึง ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลบึง อำเภอเขวาสินรินทร์ จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบึง", "province": "สุรินทร์", "projectValue": 2745195.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037080836", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ บ้านโนนพะยอม หมู่ที่ 5 ตำบลสร้างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์กาารบริหารส่วนตำบลสร้างปี่ อำเภอราษีไศล จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสร้างปี่", "province": "ศรีสะเกษ", "projectValue": 2743300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117209709", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 5 บ้านโพนงอย ตำบลหนองบัว อำเภอท่าตูม จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองบัว", "province": "กาญจนบุรี", "projectValue": 2743300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027048808", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้าน  แบบบาดาลขนาดใหญ่  ความจุ  30 ลูกบาศก์เมตร  หมู่ที่  13  บ้านหนองกา ตำบลรัตนบุรี  ตามแบบมาตรฐานกรมทรัพยากรน้ำ  องค์การบริหารส่วนตำบลรัตนบุรี  อำเภอรัตนบุรี  จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลรัตนบุรี", "province": "สุรินทร์", "projectValue": 2743300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037081144", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ บ้านหนองสวง หมู่ที่ 6 ตำบลสร้างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์กาารบริหารส่วนตำบลสร้างปี่ อำเภอราษีไศล จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสร้างปี่", "province": "ศรีสะเกษ", "projectValue": 2743300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037081367", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ บ้านหนองศาลา หมู่ที่ 8 ตำบลสร้างปี่ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์กาารบริหารส่วนตำบลสร้างปี่ อำเภอราษีไศล จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสร้างปี่", "province": "ศรีสะเกษ", "projectValue": 2743300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117137582", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน หมู่ที่ ๑๒ บ้านช่อง ตำบลไผ่ อำเภอรัตนบุรี จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลไผ่", "province": "ยโสธร", "projectValue": 2577000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107084412", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างระบบประปาหมู่บ้านแบบผิวดินขนาดกลาง  ความจุ 15 ลูกบาศก์เมตร  หมู่ที่ 5 บ้านหนองคู  ตำบลแตล  อำเภอศีขรภูมิ  จังหวัดสุรินทร์  ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแตล", "province": "สุรินทร์", "projectValue": 2414600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107084351", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างระบบประปาหมู่บ้านแบบผิวดินขนาดกลาง  ความจุ 15 ลูกบาศก์เมตร  หมู่ที่ 15 บ้านโนนแดง  ตำบลแตล  อำเภอศีขรภูมิ  จังหวัดสุรินทร์  ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแตล", "province": "สุรินทร์", "projectValue": 2414600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127160475", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดกลาง ความจุ 15 ลูกบาศก์เมตร หมู่ที่ 19 บ้านด่าน ตำบลกระโพ ตามแบบมาตรฐานกรมทรัพย์กรน้ำ องค์การบริหารส่วนตำบลกระโพ อำเภอท่าตูม จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลกระโพ", "province": "สุรินทร์", "projectValue": 2265100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037051687", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้านแบบบาดาลขนาดกลาง บ้านหนองปิงปอง หมู่ที่ ๙ ขนาดความจุ ๑๕ ลูกบาศก์เมตร ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลดองกำเม็ด อำเภอขุขันธ์ จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดองกำเม็ด", "province": "ศรีสะเกษ", "projectValue": 1884000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037075589", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้านแบบบาดาลขนาดกลาง บ้านบิง หมู่ที่ ๒ ขนาดความจุ ๑๕ ลูกบาศก์เมตร ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลดองกำเม็ด อำเภอขุขันธ์ จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดองกำเม็ด", "province": "ศรีสะเกษ", "projectValue": 1884000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037363682", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้าน  แบบบาดาลขนาดกลาง  ความจุ  15  ลูกบาศก์เมตร  หมู่ที่  12  บ้านดอนแก้ว  ตำบลรัตนบุรี  ตามแบบมาตรฐานกรมทรัพยากรน้ำ  องค์การบริหารส่วนตำบลรัตนบุรี  อำเภอรัตนบุรี  จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลรัตนบุรี", "province": "สุรินทร์", "projectValue": 1737400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117252672", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่่บ้าน แบบบาดาลขนาดกลาง ความจุ 15 ลูกบาศก์เมตร หมู่ที่ 12 บ้านกันจารย์ ตำบลเมืองที ตามแบบมาตรฐานกรมทรัพยากรน้ำ อบต.เมืองที องเมืองสุรินทร์ จ.สุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเมืองที", "province": "สุรินทร์", "projectValue": 1664200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117254615", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้าน แบบบาดาลขนาดกลาง ความจุ 15 ลูกบาศก์เมตร หมู่ที่ 12 บ้านกันจารย์ (คุ้มเกาะกง) ตำบลเมืองที ตามแบบมาตรฐานกรมทรัพยากรน้ำ อบต.เมืองที อ.เมืองสุรินทร์ จ.สุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเมืองที", "province": "สุรินทร์", "projectValue": 1664200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097299290", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก หมู่ที่ 18 บ้านหินเหล็กไฟ  ตำบลกระโพ อำเภอท่าตูม จังหวัดสุรินทร์ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลกระโพ", "province": "สุรินทร์", "projectValue": 478000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087580195", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก หมู่ที่ 4 บ้านบอน ตำบลกระโพ อำเภอท่าตูม จังหวัดสุรินทร์ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลกระโพ", "province": "สุรินทร์", "projectValue": 109000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}