{"name": "ห้างหุ้นส่วนจำกัด สุรินทร์อมรวัฒน์ก่อสร้าง", "tin": "0323530000172", "totalProjects": 6, "projects": [{"projectId": "60117472733", "projectName": "ประกวดราคาจ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต (Asphalt Concrete) สายทางบ้านหนองปล้อง-บ้านกระสัง (สร.ถ.84-012) ตำบลท่าตูม อำเภอท่าตูม จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าตูม", "province": "ปราจีนบุรี", "projectValue": 9776500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127121443", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างผิวทางพาราแอสฟัลท์ติกคอนกรีต โดยวิธี(Pavement in-Place Recycling) สายทางหมู่บ้านโนนค้อทองหมู่ที่ ๘-บ้านตาเจกหมู่ที่๔-บ้านหลักพัฒนาหมู่ที่ ๑๐ ตำบลโคกกลาง  กว้าง ๕ เมตร ยาว ๒,๕๐๐ เมตร หนา ๐.๐๕ เมตร องค์การบริหารส่วนตำบลโคกกลาง อำเภอพนมดงรัก จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลโคกกลาง", "province": "นครราชสีมา", "projectValue": 8773900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117293251", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างผิวทางลาดยาง Asphaltic concrete (โดยวิธี Pavement In - Place Recycling) ตำบลยางสว่าง อำเภอรัตนบุรี จังหวัดสุรินทร์ กว้าง 6 เมตร ยาว 2,200 เมตร องค์การบริหารส่วนตำบลยางสว่าง อำเภอรัตนบุรี จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลยางสว่าง", "province": "สุรินทร์", "projectValue": 8772000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127118423", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างผิวทางพาราแอสฟัลท์ติกคอนกรีต โดยวิธี (Pavement in-Place Recycling) สายทางหมู่บ้านบ้านใหม่พัฒนา หมู่ที่ ๕ - บ้านหนองแคน หมู่ที่ ๖ ตำบลโคกกลาง กว้าง ๖ เมตร ยาว ๑,๗๐๐ เมตรหนา ๐.๐๕ เมตร องค์การบริหารส่วนตำบลโคกกลาง  อำเภอพนมดรัก จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลโคกกลาง", "province": "นครราชสีมา", "projectValue": 6696300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085032637", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็กเชื่อมระหว่างตำบล  สายทางบ้านอรุณรังษี  หมู่ที่  11  ตำบลอีเซ ?  บ้านเสียว  หมู่ที่  2  ตำบลเสียว  อำเภอโพธิ์ศรีสุวรรณ  จังหวัดศรีสะเกษ ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดศรีสะเกษ", "province": "ศรีสะเกษ", "projectValue": 700000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61087308593", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างทางลาดยางแบบผิวจราจร Cape Seal บ้านทุ่งนาค  หมู่ที่ 7 ตำบลเมืองลีง อำเภอจอมพระ จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเมืองลีง", "province": "สุรินทร์", "projectValue": 578000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}