{"name": "ห้างหุ้นส่วนจำกัด ทองพันล้าน", "tin": "0323549000500", "totalProjects": 4, "projects": [{"projectId": "60107226508", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างถนนลาดยางผิวจราจรยางพารา Para Asphititc Concrete (โดยวิธี Pavement In-Place Recycling) สายบ้านสระ ตำบลกันตวจระมวล - บ้านโคกละลอก ตำบลโคกยาง กว้าง 6.00 เมตร ยาว 2,665.00 เมตร เทศบาลตำบลกันตวจระมวล อำเภอปราสาท จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลกันตวจระมวล", "province": "สุรินทร์", "projectValue": 9793100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107233421", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างถนนลาดยางผิวจราจรยางพารา Para Asphititc Concrete (โดยวิธี Pavement In-Place Recycling) สายบ้านตาแจ๊ต ตำบลกันตวจระมวล - บ้านหินโคน กว้าง 6.00 เมตร ยาว 2,100.00 เมตร เทศบาลตำบลกันตวจระมวล อำเภอปราสาท จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลกันตวจระมวล", "province": "สุรินทร์", "projectValue": 7784100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017104555", "projectName": "ประกวดราคาจ้างก่อสร้างค่าซ่อมสร้างผิวทางแอสฟัลติกคอนกรีต โดยวิธี Pavement In-Place Recycling รหัสสายทาง สร.ถ.๑๐๐๓๑ บ้านอาวุธ ตำบลแตล - บ้านหนองจิก ตำบลหนองบัว อำเภอศีขรภูมิ จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุรินทร์", "province": "สุรินทร์", "projectValue": 7660000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017087925", "projectName": "ประกวดราคาจ้างก่อสร้างค่าซ่อมสร้างผิวทางแอสฟัลติกคอนกรีต โดยวิธี Pavement In-Place Recycling รหัสสายทาง สร.ถ.๑๐๐๙๕ สายแยกทางหลวง ๒๔ (บ้านถนน) ตำบลกระเทียม อำเภอสังขะ เชื่อมติดต่อบ้านคูตัน ตำบลคูตัน อำเภอกาบเชิง จังหวัดสุรินทร์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุรินทร์", "province": "สุรินทร์", "projectValue": 2410000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}