{"name": "ห้างหุ้นส่วนจำกัด ต.ไทยเจริญอุทุมพรก่อสร้าง", "tin": "0333536000301", "totalProjects": 18, "projects": [{"projectId": "60117075553", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนคอนกรีตเสริมเหล็ก  สายบ้านศรีสุข หมู่ที่  12 - บ้านสระเยาว์  หมู่ที่  1  ตำบลสระเยาว์  อำเภอศรีรัตนะ  จังหวัดศรีสะเกษ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสระเยาว์", "province": "ศรีสะเกษ", "projectValue": 9748100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017041539", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต สายบ้านเรืองชัย-บ้านคำบาก อำเภอหนองหาน จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุดรธานี", "province": "อุดรธานี", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057342315", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิวจราจรแอสฟัลท์ติกคอนกรีต สายทางหลวงหมายเลข 217 - บ้านทุ่งพัฒนา หมู่ที่ 19  ตำบลกุดชมภู  อำเภอพิบูลมังสาหาร  จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027432883", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายบ้านหนองคูณ หมู่ที่ 4 ตำบลบ้านแขม อำเภอพิบูลมังสาหาร - เขตเทศบาลตำบลกุดประทาย อำเภอเดชอุดม จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 2500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017066092", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างอาคารศูนย์พัฒนาเด็กเล็ก (สถ.ศพด.2) แบบตอกเสาเข็ม ศูนย์พัฒนาเด็กเล็กเทศบาลตำบลน้ำปลีก เทศบาลตำบลน้ำปลีก อำเภอเมืองอำนาจเจริญ จังหวัดอำนาจเจริญ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลน้ำปลีก", "province": "อำนาจเจริญ", "projectValue": 2445100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037321109", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสถนน อปท. มค.ถ 82  003 สายบ้านแก่นท้าว - บ้านเหล่า - บ้านหารฮี  หมู่ที่ 2 บ้านแก่นท้าว ตำบลเม็กดำ  อำเภอพยัคฆภูมิพิสัย  จังหวัดมหาสารคาม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเม็กดำ", "province": "มหาสารคาม", "projectValue": 2275600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037383763", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลูกรังบดอัดแน่น เชื่อมระหว่าง บ้านแม่ต๋ำใต้ หมู่ที่ 14 - บ้านเอื้อม   หมู่ที่ 1 ตำบลบ้านเอื้อม อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำปาง", "province": "ลำปาง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127118229", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้าบ้านพยอมน้อย หมูที่ ๔  ตำบลบ้านเขือง อำเภอเชียงขวัญ จังหวัดร้อยเอ็ด  งานปรับปรุงซ่อมแซมคลองส่งน้ำคอนกรีตเสริมเหล็ก ขนาดกว้าง ๐.๙๐ เมตร สูง ๐.๘๐ เมตร ยาวรวม ๑,๖๒๕ เมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเขือง", "province": "ร้อยเอ็ด", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017369355", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างต่อเติมถนนคอนกรีตเสริมเหล็กและปรับปรุงถนนลูกรัง ภายในตำบลพนานิคม อำเภอนิคมพัฒนา จังหวัดระยอง รวมจำนวน 9 โครงการ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลพนานิคม", "province": "ระยอง", "projectValue": 1702700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087175087", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กซอยหมู่ 3 เชื่อมหมู่ 1 (ช่วงที่ 2 ต่อจากของเดิม)  ตำบลมาบข่า  อำเภอนิคมพัฒนา  จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลมาบข่าพัฒนา", "province": "ระยอง", "projectValue": 1150000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037076598", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางผิวจราจรเคพซีล บ้านหนองขาม หมู่ที่ 11 ตำบลวังพิกุล อำเภอบึงสามพัน จังหวัดเพชรบูรณ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบูรณ์", "province": "เพชรบูรณ์", "projectValue": 1124000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117298295", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้าชานุวรรณ(ท่ากระเบา)หมู่ที่ 5,6 ตำบลชานุวรรณ องค์การบริหารส่วนตำบลชานุวรรณ อำเภอพนมไพร  จังหวัดร้อยเอ็ด (เงินอุดหนุนเฉพาะกิจ ปี 2561) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลชานุวรรณ", "province": "ร้อยเอ็ด", "projectValue": 743000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097252894", "projectName": "จ้างโครงการก่อสร้างถนนลาดยางผสมยางพาราทับถนนคอนกรีตเสริมเหล็ก PARA ASPHALT CONCRETE สายบ้านดู่  หมู่ที่  2  ตำบลตาเกษ  อำเภออุทุมพรพิสัย  จังหวัดศรีสะเกษ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลตาเกษ", "province": "ศรีสะเกษ", "projectValue": 494100.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087480549", "projectName": "จ้างปรับปรุงถนนคอนกรีตเสริมเหล็กสายบ้านขนวน หมู่ 3,20 ตำบลก้านเหลือง อำเภออุทุมพรพิสัย จังหวัดศรีสะเกษ กว้าง 5.00 เมตร ยาว 205.00 เมตร หนา 0.10 เมตร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลก้านเหลือง", "province": "นครพนม", "projectValue": 400000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61067514182", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านก้านเหลือง หมู่ 1 ตำบลก้านเหลือง อำเภออุทุมพรพิสัย จังหวัดศรีสะเกษ กว้าง 3.00 เมตร ยาว 250.00 เมตร หนา 0.15 เมตร หรือมีพื้นที่คอนกรีตเสริมเหล็กไม่น้อยกว่า 750 ตารางเมตร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลก้านเหลือง", "province": "นครพนม", "projectValue": 396000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077079805", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านอ้อมแก้ว หมู่ 7 ตำบลก้านเหลือง อำเภออุทุมพรพิสัย จังหวัดศรีสะเกษ ขนาดกว้าง 3.00 เมตร ยาว 250 .00 เมตร หนา 0.15 เมตร หรือมีพื้นที่คอนกรีตเสริมเหล็กไม่น้อยกว่า 750 ตารางเมตร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลก้านเหลือง", "province": "นครพนม", "projectValue": 396000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117051865", "projectName": "จ้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกทับถนนคอนกรีต  บ้านหนองดินจี่  หมู่ที่  4  ตำบลเมืองหลวง  อำเภอห้วยทับทัน  จังหวัดศรีสะเกษ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองหลวง", "province": "ศรีสะเกษ", "projectValue": 388500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077035279", "projectName": "จ้างปรับปรุงถนนคอนกรีตเสริมเหล็กสายบ้านหนองเหล็ก หมู่ที่ 9 ตำบลก้านเหลือง อำเภออุทุมพรพิสัย จังหวัดศรีสะเกษ กว้าง 4.00 เมตร ยาว 175.00 เมตร หนา 0.10 เมตร หรือมีพื้นที่คอนกรีตเสริมเหล็กไม่น้อยกว่า 700 ตารางเมตร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลก้านเหลือง", "province": "นครพนม", "projectValue": 264000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}