{"name": "ห้างหุ้นส่วนจำกัด ต.เขมราฐคอมเมอร์ส", "tin": "0343542000920", "totalProjects": 7, "projects": [{"projectId": "61027396844", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กถนนสายบ้านขาม-บ้านโนนสูง ตำบลไม้กลอน อำเภอพนา จังหวัดอำนาจเจริญ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลไม้กลอน", "province": "อำนาจเจริญ", "projectValue": 6701200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027396523", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กถนนสายบ้านหัวดอน-บ้านนายูง ตำบลไม้กลอน อำเภอพนา จังหวัดอำนาจเจริญ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลไม้กลอน", "province": "อำนาจเจริญ", "projectValue": 5424300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127287166", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่มาก ความจุ 45 ลูกบาศก์เมตร หมู่ที่ 2 บ้านนาหว้า ตำบลหนองสิม อำเภอเขมราฐ จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ ( e-bidding ) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองสิม", "province": "มหาสารคาม", "projectValue": 5023300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037269616", "projectName": "สอบราคาจ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายบ้านนาทราย หมู่ที่ 2 ตำบลพะลาน - ทางหลวงหมายเลข 2112 อำเภอนาตาล จังหวัดอุบลราชธานี    ผิวจราจรกว้าง 5.00 เมตร ระยะทาง 0.670 กิโลเมตร หนา 0.15 เมตร ไหล่ทางลูกรังกว้างเฉลี่ยข้างละ 0.50 เมตร หรือมีพื้นที่ไม่น้อยกว่า 3,350 ตารางเมตร", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 1900000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61037271545", "projectName": "สอบราคาจ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายบ้านอีเติ่ง หมู่ที่ 7 ตำบลหัวนา อำเภอเขมราฐ - บ้านด่านหม่วน  หมู่ที่ 9 ตำบลพังเคน อำเภอนาตาล จังหวัดอุบลราชธานี ผิวจราจรกว้าง 5.00 เมตร  ระยะทาง 0.560 กิโลเมตร หนา  0.15 เมตร ไหล่ทางลูกรังกว้างเฉลี่ยข้างละ 0.50 เมตร หรือมีพื้นที่ไม่น้อยกว่า 2,800 ตารางเมตร", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 1550000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61077232438", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงตลาดสดเทศบาลตำบลหัวนา หมู่ ๘ ตำบลหัวนา  อำเขมราฐ จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหัวนา", "province": "หนองบัวลำภู", "projectValue": 1548900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077340150", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กบ้านบาก (ซอยหน้าวัด)   หมู่ที่ ๒ บ้านบาก ตำบลหัวนา อำเภอเขมราฐ จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหัวนา", "province": "หนองบัวลำภู", "projectValue": 550000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}