{"name": "ห้างหุ้นส่วนจำกัด เพชรสมวงศ์การโยธา", "tin": "0353543000125", "totalProjects": 8, "projects": [{"projectId": "60117199576", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลท์ติกคอนกรีต  โดยวิธี  Pavement  In - Place  Recycling  รหัสทางหลวงท้องถิ่น  ยส.ถ. 1-0023 สายระหว่างบ้านคุ้ม  หมู่ที่  2,6,9   ตำบลคูเมือง  -    บ้านปลาปึ่ง  หมู่ที่  2  ตำบลพระเสาร์  (ช่วงบ้านขาม  -  บ้านหัวดง)  อำเภอมหาชนะชัย  จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 9790200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117200810", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวทางพาราแอสฟัลท์ติกคอนกรีต  โดยวิธี  Pavement  In - Place  Recycling   สายระหว่างบ้านดอนผึ้ง  หมู่ที่  4,8  ตำบลบากเรือ  อำเภอมหาชนะชัย  - บ้านทรายงาม  หมู่ที่  5  ตำบลกุดกุง  อำเภอคำเขื่อนแก้ว  จังหวัดยโสธร  (ช่วงบ้านท่าช้าง  -  บ้านกุดกุง) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 9790200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127190384", "projectName": "ประกวดราคาจ้างก่อสร้างเสริมผิวแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น ยส.ถ.34-001 สายทางบ้านดอนมะยาง หมู่ที่ 5 - บ้านแคนน้อย หมู่ที่ 1 ตำบลแคนน้อย  กว้าง 4.9 เมตร ยาว 3,000 เมตร หนา 0.04 เมตร  องค์การบริหารส่วนตำบลแคนน้อย อำเภอคำเขื่อนแก้ว จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแคนน้อย", "province": "ยโสธร", "projectValue": 4742200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117210582", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างผิวทางแอสฟัลต์คอนกรีต หนา ๔ เซนติเมตร โดยวิธี Pavement In-Place recycling เส้นทางสายแยกทางหลวงหมายเลข ๒๒๑๐ (กม.ที่ ๒๓+๙๓๙) - แยกทางหลวงชนบท  อจ ๓๐๐๗  (กม.ที่ ๑๕+๑๐๐)  อำเภอหัวตะพาน จังหวัดอำนาจเจริญ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอำนาจเจริญ", "province": "อำนาจเจริญ", "projectValue": 1580000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087686571", "projectName": "จ้างซ่อมสร้างถนนลาดยางชนิดผิวทางพาราแอสฟัลท์ติกคอนกรีต  สาย  ยส.ถ. 1 - 0211  ระหว่างบ้านลุมพุก  หมู่ที่  1,2  ตำบลลุมพุก  -  บ้านดง  หมู่ที่  1,2,3  ตำบลดงเจริญ  อำเภอคำเขื่อนแก้ว   จังหวัดยโสธร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087598394", "projectName": "จ้างซ่อมสร้างถนนลาดยางชนิดผิวทางพาราแอสฟัลท์ติกคอนกรีต  สายระหว่างบ้านแหล่งหนู  หมู่ที่  6,7  ตำบลดงเจริญ  -  บ้านสำโรง  หมู่ที่  4  ตำบลโพนทัน  อำเภอคำเขื่อนแก้ว  จังหวัดยโสธร  ขนาดผิวจราจรกว้าง   5  เมตร   ยาว  340  เมตร  หนา  0.04  เมตร   ตามแบบ  อบจ.ยส. กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097110069", "projectName": "จ้างซ่อมสร้างถนนหินคลุก  สายระหว่างบ้านโคกโก่ย   หมู่ที่  9  ตำบลกู่จาน  -  บ้านนาคำ   หมู่ที่  2  ตำบลนาคำ  อำเภอคำเขื่อนแก้ว  จังหวัดยโสธรขนาดผิวจราจรกว้าง   5   เมตร  ยาว   500   เมตร   หนา   0.12   เมตร  ตามแบบที่  อบจ.ยส. กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 494000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097110162", "projectName": "จ้างซ่อมสร้างถนนหินคลุก  สายระหว่างบ้านนาเวียง   หมู่ที่   6,11  ตำบลกู่จาน  อำเภอคำเขื่อนแก้ว   จังหวัดยโสธร  -  ต่อเขตอำเภอหัวตะพาน   จังหวัดอำนาจเจริญ   (สายหนองแข้หนองบ่อ)  ขนาดผิวจราจรกว้าง   5  เมตร    ยาว  500  เมตร  หนา  0.12  เมตร   ตามแบบที่   อบจ.ยส. กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดยโสธร", "province": "ยโสธร", "projectValue": 406000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}