{"name": "ห้างหุ้นส่วนจำกัด อภิษฎาคอนส์", "tin": "0353543000036", "totalProjects": 9, "projects": [{"projectId": "60117395340", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น ยส.ถ.31-002 สายทางบ้านเที่ยงนาเรียง หมู่ที่ 6 - บ้านภูถ้ำพระ หมู่ที่ 5 ตำบลคำนำ้สร้าง กว้าง 6 เมตร ยาว 3,600 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลคำน้ำสร้าง อำเภอกุดชุม จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลคำน้ำสร้าง", "province": "ยโสธร", "projectValue": 8291800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085068227", "projectName": "ประกวดราคาจ้างซ่อมสร้างและเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต สาย สน.2035    แยกทางหลวงหมายเลข 2229 - บ้านดงเหนือ อำเภอบ้านม่วง  จังหวัดสกลนคร โดยวิธี Pavement in - place recycling ด้วยวิธี e - Auction ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 5994000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60085072314", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างและเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต สาย สน.3051 บ้านเชียงเครือ-บ้านนาหมาโป้ อำเภอเมือง จังหวัดสกลนคร ด้วยวิธี Pavement in - place recycling โดยวิธี e - Auction ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 5416000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61037055152", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมปรับปรุงถนนลาดยางผิวจราจร Asphaltic Concrete (โดยวิธี Pavement In - Place Recycling) สาย อบ.ถ.1 - 0053 สุขาภิบาลโพธิ์ไทร - บ้านม่วงใหญ่  อำเภอโพธิ์ไทร  จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 4264000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037162021", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมปรับปรุงถนนลาดยางผิวจราจร Asphaltic Concrete (โดยวิธี Pavement In - Place Recycling) สาย ยธ. 0146 สร้างสะแบง - บ้านจงพะไล - บ้านลุมพุก  อำเภอโพธิ์ไทร  จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 4264000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037043031", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมปรับปรุงถนนลาดยางผิวจราจร Asphaltic Concrete (โดยวิธี Pavement In - Place Recycling) สาย อบ.ถ.1 - 0087 บ้านค้อใหญ่ - บ้านนาสะอาด  อำเภอเขมราฐ  จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุบลราชธานี", "province": "อุบลราชธานี", "projectValue": 4264000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017035431", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างและเสริมผิวจราจรแอสฟัลต์ติกคอนกรีต สาย สน.3089 บ้านธาตุ - บ้านหนองทุ่ม อำเภอวานรนิวาส, อำเภอเจริญศิลป์ จังหวัดสกลนคร โดยวิธี Pavement in-place recycling ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 3999000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017286073", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างผิวทางแอสฟัลต์คอนกรีตโดยวิธี Pavement In-Place Recycling สายทางบ้านคำสร้างบ่อ - บ้านนายม อำเภอเมือง จังหวัดอำนาจเจริญ  (ตามแบบขององค์การบริหารส่วนจังหวัดอำนาจเจริญ) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอำนาจเจริญ", "province": "อำนาจเจริญ", "projectValue": 3824000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037126009", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างและเสริมจราจรแอสฟัลต์ติกคอนกรีตถนนสาย บ้านโคก หมู่ที่ 2 ตำบลตองโขบ - บ้านโนนมาลา หมู่ที่ 5 ตำบลแมดนาท่ม อำเภอโคกศรีสุพรรณ จังหวัดสกลนคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 3338000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}