{"name": "ห้างหุ้นส่วนจำกัด ศรีแก่นเพชรเมยวดี", "tin": "0453548000319", "totalProjects": 19, "projects": [{"projectId": "61017364183", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างทางลาดยางผิวจราจร Para Cape Seal (โดยวิธี Pavement In-Place Recycling) สายบ้านสูงยาง ตำบลคูเมือง อำเภอเมืองสรวง - บ้านหนองตาด ตำบลสิงห์โคก อำเภอเกษตรวิสัย จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 7370000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017365128", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างทางลาดยางผิวจราจร Para Cape Seal (โดยวิธี Pavement In-Place Recycling) สาย บ้านหนองคูณ ตำบลเด่นราษฎร์ อำเภอหนองฮี - บ้านตาเณร ตำบลจำปาขัน - ทางหลวง 202 อำเภอสุวรรณภูมิ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 6500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087287270", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิว Para Cape Seal (โดยวิธีPavement In-Place Recycling)  สาย บ้านหนองบั่ว ตำบลช้างเผือก อำเภอสุวรรณภูมิ - บ้านทุ่งหมื่น ตำบลหนองทัพไทย อำเภอพนมไพร จังหวัดร้อยเอ็ด (ช่วงบ้านหนองบั่ว - บ้านหนองคู) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 5300000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117244752", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรแอสพัลท์ติก(แบบโอเวอร์เลย์) รหัสทางหลวงท้องถิ่น รอ.ถ.51-001 สายทางถนนราชพฤกษ์ หมู่ที่ 1 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 5195000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037124421", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างทางลาดยางผิวจราจร Para Cape Seal โดยวิธี Pavement In-Place Recycling สายอบจ.รอ 1052 บ้านหนองแก้ว ตำบลหนองแก้ว อำเภอเมือง --บ้านผือฮี ตำบลดงแดง อำเภอจตุรพักตรพิมาน จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037441623", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างทางลาดยางผิวจราจร Para Cape Seal โดยวิธี Pavement In-Place Recycling สายอบจ.รอ 1029 บ้านคัคเค้า ตำบลหนองพอก อำเภอธวัชบุรี - บ้านหัวดง ตำบลบ้านเขือง อำเภอเชียงขวัญ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067420512", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างทางลาดยางผิวจราจร Asphaltic Concreteโดยวิธี Pavement   In-Place Recycling สายบ้านโคกสี - บ้านนาเจริญ ตำบลชุมพร - บ้านชมสะอาด ตำบลชมสะอาด อำเภอเมยวดี จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067525748", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างทางลาดยางผิวจราจร Asphaltic Concreteโดยวิธี Pavement   In-Place Recycling สายบ้านคำอุปราช  ตำบลสว่าง - บ้านโคกกกม่วง   ตำบลโคกกกม่วง อำเภอโพนทอง จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 4000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017193350", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการบูรณะถนนลาดยางผิว Asphaltic Concrete (โดยวิธี Pavement In-Place Recycling)  สาย บ้านหนองคู ตำบลหนองทัพไทย อำเภอพนมไพร - บ้านหนองบัว ตำบลช้างเผือก อำเภอสุวรรณภูมิ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 3800000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027172611", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางผิวจราจร Asphaltic Concrete (โดยวิธี pavement in - place Recycling ) รหัสทางหลวงท้องถิ่น รอ.ถ.98-001 สายบ้านโนนโพธิ์ หมู่ที่ 1 - บ้านน้ำเที่ยง หมู่ที่ 10 ตำบลนางาม กว้าง 6 เมตร ยาว 900 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลนางาม อำเภอเสลภูมิ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลนางาม", "province": "ขอนแก่น", "projectValue": 3285000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117357835", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการเสริมผิวทาง Asphaltic Concrete แยกทางหลวงหมายเลข 2045 ไปบ้านแคนใต้ หมู่ที่ 8  ตำบลขอนแก่น  อำเภอเมือง จังหวัดร้อยเอ็ด กว้าง 6.00 เมตร ยาว 1,440 เมตร หรือมีพื้นที่ไม่น้อยกว่า 8,640 ตารางเมตร (ตามแบบ อบต.กไหนด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลขอนแก่น", "province": "ร้อยเอ็ด", "projectValue": 2140000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017209075", "projectName": "ประกวดราคาจ้างก่อสร้างบูรณะถนนลาดยางผิวจราจรผิว Asphaltic Concrete  (โดยวิธี Pavement In-Place Recycling) สาย บ้านปลาค้าว ตำบลจำปาขัน - ทางหลวง 202 อำเภอสุวรรณภูมิ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดร้อยเอ็ด", "province": "ร้อยเอ็ด", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107127977", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก(แบบโอเวอร์เล่ย์) ช่วงที่1 หมู่ที่ 8 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด  เริ่มจากบริเวณบ้านนายไพบูลย์ น้ำใจดี ไปทางทิศเหนือถึงหน้าโรงเรียนหนองพอกพัฒนาฯ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 358600.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107127945", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก (แบบโอเวอร์เล่ย์) หมู่ที่ 8 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด เริ่มจากบริเวณสี่แยกบ้านนายกอง บุญอำนวย ไปทางทิศตะวันออก ถึงทางเข้าวัดป่าพรมพิทักษ์ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 348300.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107128977", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก (แบบโอเวอร์เล่ย์) หมู่ที่ 1 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด เริ่มถนนภายในสวนสาธารณะบึงหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 338700.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107127880", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก(แบบโอเวอร์เล่ย์) หมู่ที่ 8 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด เริ่มจากบริเวณสี่แยกศาลาประชาคม ไปทางทิศตะวันตกถึงถนนลาดยางเดิม โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 311200.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107128883", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก (แบบโอเวอร์เล่ย์) ช่วงที่1และ2  หมู่ที่ 8 ตำบลหนองพอก อำเภอหนองพอก จังหวัดร้อยเอ็ด  เริ่มจากบริเวณร้านเพชแอนด์เฟรียว ไปทางทิศตะวันตก ถึงสี่แยกร้านสหชัยวัสดุ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 263000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107127862", "projectName": "จ้างโครงการก่อสร้างงานปรับปรุงผิวจราจรแอสฟัลส์ติก(แบบโอเวอร์เล่ย์) หมู่ที่ 10 ตำบลรอบเมือง อำเภอหนองพอก จังหวัดร้อยเอ็ด เริ่มจากบริเวณสี่แยกบ้านนางหน่อย ศรีวะรมย์ ไปทางทิศใต้ถึงบริเวณสามแยกบ้านนายสีแปร โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 165000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61027445869", "projectName": "จ้างเหมารถเทรลเลอร์ เพื่อประดับตกแต่งชบวนแห่ กัณฑ์มหาพน ตามโครงการส่งเสริมการจัดงานประเพณีบุญผะเหวด จังหวัดร้อยเอ็ด ประจำปี  พ.ศ. ๒๕๖๑ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลบุ่งเลิศ", "province": "ร้อยเอ็ด", "projectValue": 22500.0, "purchaseMethod": "เฉพาะเจาะจง"}]}