{"name": "ห้างหุ้นส่วนจำกัด ฉัตรชัยวิศวการทาง", "tin": "0463538000219", "totalProjects": 10, "projects": [{"projectId": "60085015264", "projectName": "ประกวดราคาจ้างซ่อมสร้างและเสริมผิวจราจรแอสฟัลท์ติกคอนกรีตถนนสายบ้านคำเจริญ หมู่ที่ 3 ตำบลหนองแปน อำเภอเจริญศิลป์-บ้านป่ารักน้ำ หมู่ที่ 11 ตำบลโคกสี อำเภอสว่างแดนดิน จังหวัดสกลนคร ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 7272000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60097097052", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น อด.2005 สายแยกทางหลวงหมายเลข 2270-บ้านดงเย็น มีพื้นที่รวมไม่น้อยกว่า 16,542 ตาราเมตร องค์การบริหารส่วนตำบลดงเย็น อำเภอบ้านดุง จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดงเย็น", "province": "อุดรธานี", "projectValue": 5180300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057507048", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิวจราจรแอสฟัลต์ติกคอนกรีต สายบ้านทุ่งบ่อ หมู่ที่ 7 ตำบลวัฒนา-บ้านรักษาดินแดน หมู่ที่ 12 ตำบลส่องดาว อำเภอส่องดาว จังหวัดสกลนคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 5000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067076379", "projectName": "สอบราคาจ้างโครงการซ่อมสร้างเสริมผิวจราจรแอสฟัลต์ติกคอนกรีตถนนสาย สน.2008 บ้านถ่อน-บ้านนาคำ อำเภอสว่างแดนดิน จังหวัดสกลนคร", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 3405000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "60127082431", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต สายบ้านโพนสูง-บ้านโนนสะอาด อำเภอทุ่งฝน จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุดรธานี", "province": "อุดรธานี", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117466331", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต สายบ้านไชยวาน-บ้านคำบอน อำเภอไชยวาน จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุดรธานี", "province": "อุดรธานี", "projectValue": 3000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127057399", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยาง ผิวแอสฟัลท์ติกคอนกรีต สายบ้านค่ายเสรี - สะงวย หมู่ที่ 11 ตำบลไชยวาน อำเภอไชยวาน จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลไชยวาน", "province": "อุดรธานี", "projectValue": 2507200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127161242", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต  สาย แยก ทล. ๒๐๒๓  ตำบลหนองหญ้าไทร - บ้านบะยาว   อำเภอวังสามหมอ  จังหวัดอุดรธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุดรธานี", "province": "อุดรธานี", "projectValue": 2100000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067075505", "projectName": "สอบราคาจ้างโครงการซ่อมสร้างและเสริมผิวจราจรแอสฟัลต์ติกคอนกรีตถนนสาย สน2023บ้านสันติสุข-บ้านห้วยน้ำเที่ยง อำเภอวานรนิวาส จังหวัดสกลนคร", "localAuthority": "องค์การบริหารส่วนจังหวัดสกลนคร", "province": "สกลนคร", "projectValue": 1901000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61037065122", "projectName": "จ้างปรับปรุงซ่อมแซมถนนลาดยาง สายเชื่อมระหว่างหมู่บ้าน สายบ้านหนองจาน - บ้านทุ่งมน ตำบลทุ่งแก  อำเภอเจริญศิลป์  จังหวัดสกลนคร โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งแก", "province": "สกลนคร", "projectValue": 495500.0, "purchaseMethod": "เฉพาะเจาะจง"}]}