{"name": "ห้างหุ้นส่วนจำกัดกาฬสินธุ์วาสนายอดก่อสร้าง", "tin": "0463545000130", "totalProjects": 11, "projects": [{"projectId": "60117369884", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ หมู่ที่ 3 บ้านพันห่าว  ตำบลนาทม อำเภอนาทม จังหวัดนครพนม (ตามแบบมาตรฐานกรมทรัพยากรน้ำ) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลนาทม", "province": "นครพนม", "projectValue": 3678800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117230709", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ความจุ 30 ลูกบาศก์เมตร ที่ตั้งบ้านสานแว้  หมู่ที่ 4 ตำบลกกตูม อำเภอดงหลวง  จังหวัดมุกดาหาร ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลกกตูม", "province": "มุกดาหาร", "projectValue": 3580800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117096286", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ความจุ 30 ลูกบาศก์เมตร ที่ตั้งบ้านเกษตรสมบูรณ์  หมู่ที่ 14 ตำบลกกตูม อำเภอดงหลวง  จังหวัดมุกดาหาร ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลกกตูม", "province": "มุกดาหาร", "projectValue": 3580800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107100435", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 6,9 บ้านโนนเขวา ต.ดงบัง ตามมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลดงบัง อ.นาดูน จ.มหาสารคาม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดงบัง", "province": "ชัยภูมิ", "projectValue": 3377900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117279565", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมูบ้านแบบผิวดินขนาดใหญ่ ตามแบบกรมทรัพยากรน้ำ บ้านน้อยจอมศรี หมู่ที่ ๔ ตำบลฮางโฮง  อำเภอเมือง  จังหวัดสกลนคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลฮางโฮง", "province": "สกลนคร", "projectValue": 3193700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027076506", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดกลาง ความจุ 25 ลูกบาศก์เมตร (ถังเก็บน้ำ) บ้านดงยาง หมู่ที่ 4 ต.ดอนโอง อ.โพธิ์ชัย จ.ร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอนโอง", "province": "ร้อยเอ็ด", "projectValue": 2999700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117145835", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ หมู่ที่ 7 บ้านเหมือดแอ่ ตำบลค้อเหนือ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลค้อเหนือ อำเภอเมืองยโสธร จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลค้อเหนือ", "province": "ยโสธร", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117114394", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ หมู่ที่ 2 บ้านค้อใต้ ตำบลค้อเหนือ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลค้อเหนือ อำเภอเมืองยโสธร จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลค้อเหนือ", "province": "ยโสธร", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117045044", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 1 บ้านหัวโทน  ตำบลหัวโทน ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลหัวโทน อำเภอสุวรรณภูมิ จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหัวโทน", "province": "ร้อยเอ็ด", "projectValue": 2511600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017321993", "projectName": "ประกวดราคาจ้างก่อสร้างจ้างเหมาก่อสร้างประปาหมู่บ้าน  แบบผิวดินขนาดกลาง ความจุ 15 ลูกบาศก์เมตร หมู่ที่ 12 บ้านโนนเมือง ตำบลปะหลาน ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลปะหลาน อำเภอพยัคฆภูมิพิสัย จังหวัดมหาสารคาม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลปะหลาน", "province": "มหาสารคาม", "projectValue": 2380000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037189113", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้านแบบบาดาลขนาดกลาง บ้านตองโขบน้อย  หมู่ที่ 8  ต.ตองโขบ อ.โคกศรีสุพรรณ จ.สกลนคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลตองโขบ", "province": "สกลนคร", "projectValue": 1956100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}