{"name": "ห้างหุ้นส่วนจำกัด จิระประภาก่อสร้าง", "tin": "0493548000025", "totalProjects": 8, "projects": [{"projectId": "60127067576", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น ยส.ถ.15-003 สายบ้านศรีสมบูรณ์ (คุ้มน้อยนาคำ) หมู่ที่ 3 - ภูอ่างกบ ตำบลศรีแก้ว กว้าง 6 เมตร ยาว 1,800 เมตร หนา 0.15 เมตร ไหล่ทางกว้างข้างละ 0.50 เมตร เทศบาลตำบลศรีแก้ว อำเภอเลิงนกทา จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศรีแก้ว", "province": "ยโสธร", "projectValue": 7138300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117070817", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น รอ.ถ. 51-010 สายทางถนนประชาจงใจรักษ์ (จากบ้านนางฉวีวรรณ บุญนนท์ ไปทางทิศตะวันออกสิ้นสุดที่เขตเทศบาลตำบลหนองพอก) หมู่ที่15 ตำบลรอบเมือง อำเภอหนองพอก จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองพอก", "province": "ร้อยเอ็ด", "projectValue": 3900400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117272685", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ ความจุ 30 ลบ.ม. หมู่ที่ 2 บ้านบุ่งซวย ตำบลเขมราฐ ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลเทพวงศา อำเภอเขมราฐ จังหวัดอุบลราชธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลเทพวงศา", "province": "อุบลราชธานี", "projectValue": 3676900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117391850", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่  ความจุ 100 ลูกบาศก์เมตร  หมู่ที่  12  บ้านใหม่สามัคคี  ตำบลนาแซง  ตามแบบมาตรฐานกรมทรัพยากรน้ำ  เทศบาลตำบลนาแซง  อำเภอเสลภูมิ  จังหวัดร้อยเอ็ด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลนาแซง", "province": "ร้อยเอ็ด", "projectValue": 3471900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085120157", "projectName": "ประกวดราคาจ้างก่อสร้างระบบประปาผิวดินขนาดกลาง บ้านดอนสวรรค์  หมู่ที่  2  ตำบลกุดแห่  อำเภอเลิงนกทา  จังหวัดยโสธร ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "เทศบาลตำบลกุดแห่", "province": "ยโสธร", "projectValue": 2500000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60097013682", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดกลาง หมู่ 5 บ้านโพธิ์เจริญ ตำบลชะโนด อำเภอหว้านใหญ่ จังหวัดมุกดาหาร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลชะโนด", "province": "มุกดาหาร", "projectValue": 1884000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127067183", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมและขยายเขตประปาหมู่บ้านแบบผิวดินขนาดกลาง หมู่ที่ 10 บ้านศรีอุดม ตำบลศรีแก้ว เทศบาลตำบลศรีแก้ว อำเภอเลิงนกทา จังหวัดยโสธร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศรีแก้ว", "province": "ยโสธร", "projectValue": 1660000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127223959", "projectName": "จ้างปรับปรุงซ่อมแซมประปาหมู่บ้านแบบบาดาล  หมู่ที่ 7 บ้านเหมือดแอ่  ตำบลขามป้อม  อำเภอเขมราฐ  จังหวัดอุบลราชธานี โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลขามป้อม", "province": "อุบลราชธานี", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}