{"name": "ห้างหุ้นส่วนจำกัด ศรีวิชัยพาณิชย์", "tin": "0503558001945", "totalProjects": 33, "projects": [{"projectId": "61097496321", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก ถนนสายบ้านแม่ไคร้ หมู่ที่ 7 บ้านกิ่วถ้วย-ปางมะโอ หมู่ที่ 12 ตำบลป่าแป๋ อำเภอแม่แตง จังหวัดเชียงใหม่ เชื่อมบ้านปางขุม หมู่ที่ 1 ตำบลยั้งเมิน อำเภอสะเมิง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4963000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097496158", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก ถนนสายบ้านป่าแป๋ หมู่ที่ 4 บ้านขุนห้วยพระเจ้า หมู่ที่ 13 ตำบลป่าแป๋ อำเภอแม่แตง จังหวัดเชียงใหม่ เชื่อมบ้านขุนสานอก หมู่ที่ 5 ตำบลโป่งสา อำเภอปาย จังหวัดแม่ฮ่องสอน โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4807000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097534343", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแนน บ้านหลวง หมู่ที่ 4 ตำบลเมืองคอง อำเภอเชียงดาว เชื่อม บ้านดอยสามหมื่น หมู่ที่ 6 ตำบลเมืองแหง อำเภอเวียงแหง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4650000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097468177", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านแม่อ้อใน หมู่ที่ ๘ ตำบลแม่นะ เชื่อม บ้านแม่เตาะ หมู่ที่ ๑๑ ตำบลเชียงดาว อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3891000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097483016", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น  บ้านจอมคีรี หมู่ที่ 3 ตำบลแม่นะ เชื่อม บ้านแม่ก๊ะ หมู่ที่ 8 ตำบลเชียงดาว อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3785400.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097525704", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านหลวง หมู่ที่ ๔ ตำบลเมืองคอง อำเภอเชียงดาว จังหวัดเชียงใหม่ เชื่อม บ้านห้วยน้ำดัง หมู่ที่ ๕ ตำบลกื้ดช้าง อำเภอแม่แตง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3539000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097495303", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจร ด้วยดินลูกรังบดอัดแน่น บ้านดินขาว หมู่ที่ 13 ตำบลปางหินฝน เชื่อม บ้านแม่ลอง หมู่ที่ 3 ? บ้านทุ่งแก หมู่ที่ 6 ? บ้านขุนปอน, บ้านห้วยวอก หมู่ที่ 12 ตำบลบ้านทับ อำเภอแม่แจ่ม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3077000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097495160", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านแม่แฮใน หมู่ที่ 3 บ้านแปะ หมู่ที่ 7 ตำบลปางหินฝน อำเภอแม่แจ่ม จังหวัดเชียงใหม่ เชื่อม บ้านหนองม่วน หมู่ที่ 4 ตำบลแม่นาจาง อำเภอแม่ลาน้อย จังหวัดแม่ฮ่องสอน โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2770000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61027144350", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านห้วยทราย หมู่ที่ ๓ ตำบลห้วยทราย เชื่อม บ้านสะลวงนอก หมู่ที่ ๓ ตำบลสะลวง อำเภอแม่ริม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2737000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097494906", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านนาฮ่อง หมู่ที่ 5 , บ้านนาฮ่องใต้ หมู่ที่ 10 , บ้านกองกาน หมู่ที่ 7 ตำบลแม่ศึก เชื่อม บ้านนางแล หมู่ที่ 5 ตำบลช่างเคิ่ง อำเภอแม่แจ่ม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2564000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097534201", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้่านใหม่ หมู่ที่ ๑ ตำบลเมืองคอง อำเภอเชียงดาว เชื่อม บ้านห้วยหก หมู่ที่ ๕ ตำบลเมืองแหง อำเภอเวียงแหง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2486000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017223686", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านสบงาย หมู่ที่ 5 ตำบลเมืองงาย เชื่อมบ้านห้วยทรายขาว หมู่ที่ 5 ตำบลทุ่งข้าวพวง อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2254000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017234797", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านปางแหว หมู่ที่ ๓ ตำบลแม่แรม เชื่อม บ้านอ้อย หมู่ที่ ๑ ตำบลห้วยทราย อำเภอแม่ริม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2025000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017204006", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านสหกรณ์ หมู่ที่ ๘ ตำบลเมืองงาย เชื่อมบ้านหัวทุ่ง หมู่ที่ ๑๔ ตำบลเชียงดาว อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1997000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097231676", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านดอยแอก หมู่ที่ 2 บ้านแม่ลายดวงจันทร์ หมูที่ 9 ตำบลนาคอเรือ (เขต อบต.นาคอเรือ) อำเภอฮอด เชื่อม บ้านทุ่งจำเริง หมู่ที่ 2 ตำบลอมก๋อย (เขต อบต.อมก๋อย) อำเภออมก๋อย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1949000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097494305", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านแม่หงาน หมู่ที่ 1 ตำบลปางหินฝน อำเภอแม่แจ่ม จังหวัดเชียงใหม่ เชื่อม บ้านแม่อมลาน หมู่ที่ 2 ตำบลขุนแม่ลาน้อย อำเภอแม่ลาน้อย จังหวัดแม่ฮ่องสอน โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1846000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097170406", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านหนองปู หมู่ที่ ๓ ตำบลบงตัน เชื่อมบ้านวังหลวง หมู่ที่ ๔ ตำบลท่าเดื่อ อำเภอดอยเต่า จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1833000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097205598", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านสันติสุข หมู่ที่ 7 ตำบลดอยเต่า เชื่อม  บ้านแปลง 2 หมู่ที่ 1 ตำบลมืดกา อำเภอดอยเต่า จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1762000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097144757", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยลูกรังบดอัดแน่น บ้านกองวะ หมู่ที่ ๗ ตำบลโปงทุ่ง อำเภอดอยเต่า จังหวัดเชียงใหม่ เชื่อมบ้านกองวะ หมู่ที่ ๔ ตำบลแม่ลาน อำเภอลี้ จังหวัดลำพูน โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1628000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017204261", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านห้วยลึก หมู่ที่ ๖ ตำบลปิงโค้ง เชื่อมบ้านหนองแขม หมู่ที่ ๑๑ ตำบลแม่นะ อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1568000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097178796", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น  บ้านน้อย  หมู่ที่ ๑  ตำบลบงตัน  เชื่อม  บ้านแอ่นใหม่  หมู่ที่ ๒  ตำบลบ้านแอ่น  อำเภอดอยเต่า  จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1518000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097174633", "projectName": "จ้างก่อสร้างปรับเกลี่ยผิวจราจรลูกรังพร้อมบดอัดแน่น บ้านปางเกี๊ยะ หมู่ที่ ๑๑, บ้านผาละปิ หมู่ที่ ๘ ตำบลแม่ศึก เชื่อมบ้านห้วยผา หมู่ที่ ๘ ตำบลแม่นาจร อำเภอแม่แจ่ม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1358000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097150344", "projectName": "จ้างก่อสร้างปรับเกลี่ยผิวจราจรลูกรังพร้อมบดอัดแน่น บ้านแม่เอาะ หมู่ที่ 10 บ้านแม่สะงะ หมู่ที่ 15 ตำบลแม่นาจร อำเภอแม่แจ่ม จังหวัดเชียงใหม่ เชื่อมบ้านบ่อแก้ว หมู่ที่ 5 ตำบลบ่อแก้ว อำเภอสะเมิง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1270000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017244980", "projectName": "จ้างก่อสร้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านห้วยโจ้ หมู่ที่ 4 ตำบลแม่นะ เชื่อมบ้านเชียงดาว หมู่ที่ 6 ตำบลเชียงดาว อำเภอเชียงดาว จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1126000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097182931", "projectName": "จ้างก่อสร้างปรับเกลี่ยผิวจราจรลูกรังพร้อมบดอัดแน่น บ้านสบวาก หมู่ที่ 7 บ้านขุนแม่วาก หมู่ที่ 18 ตำบลแม่นาจร อำเภอแม่แจ่ม จังหวัดเชียงใหม่ เชื่อมบ้านขุนแม่วาก หมู่ที่ 10 ตำบลแม่วิน อำเภอแม่วาง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1107000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097231546", "projectName": "จ้างก่อสร้างปรับเกลี่ยผิวจราจรลูกรังพร้อมบดอัดแน่น บ้านแม่จุมสาม หมู่ที่ 14, บ้านพะแอดู หมู่ที่ 4 ตำบลแม่ศึก เชื่อม บ้านหงานหลวง หมู่ที่ 1 ตำบลปางหินฝน อำเภอแม่แจ่ม จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1019000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097399046", "projectName": "จ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านวิเวก หมู่ที่ ๘ ตำบลหนองหาร (เขต ทต.หนองหาร) เชื่อม บ้านโปง หมู่ที่ ๖ ตำบลป่าไผ่ (เขต ทต.ป่าไผ่) อำเภอสันทราย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 1006000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017204369", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านสันโค้ง หมู่ที่ ๖ ตำบลมะลิกา เชื่อมบ้านห้วยมะเพือง หมู่ที่ ๒ ตำบลท่าตอน อำเภอแม่อาย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 948000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017204442", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านชัยสถาน หมู่ที่ ๗ ตำบลมะลิกา เชื่อมบ้านห้วยปู หมู่ที่ ๑ ตำบลท่าตอน อำเภอแม่อาย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 574000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61097246272", "projectName": "จ้างปรับปรุงผิวจราจรด้วยหินคลุกบดอัดแน่น บ้านถิ่นสำราญ หมู่ที่ 1 ตำบลดอยเต่า เชื่อมบ้านดอยหลวง หมู่ที่ 4 บ้านดอยแก้ว หมู่ที่ 5 ตำบลมืดกา อำเภอดอยเต่า จังหวัดเชียงใหม่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 489000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097191593", "projectName": "จ้างโครงการปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น บ้านตาลใต้ หมู่ที่ ๓ ตำบลบ้านตาล (เขต ทต.บ้านตาล) เชื่อม บ้านดงดำ หมู่ที่ ๕ ตำบลฮอด (เขต อบต.ฮอด) อำเภอฮอด จังหวัดเชียงใหม่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 359000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097561645", "projectName": "ซื้อวัสดุอุปกรณ์ เพื่อดำเนินการทาสีรากต้นยางนาที่ดันถนนขึ้นมขอบทางถนน และเครื่องหมายจราจร ถนนสายทางหลวงแผ่นดิน หมายเลข ๑๐๖ ลำพูน - เชียงใหม่ กม.๑๗๐+๐๙๓ - กม.๑๘๑-๖๘๖ บ้านสันป่าเลียง หมู่ที่ ๔ ตำบลหนองหอย อำเภอเมืองเชียงใหม่ - บ้านปากกอง หมู่ที่ ๖ ตำบลสารภี อำเภอสารภี จังหวัดเชียงใหม่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 177400.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087655924", "projectName": "ซื้อวัสดุอุปกรณ์ เพื่อซ่อมแซมสิ่งก่อสร้างภายในบริเวณสำนักงานองค์การบริหารส่วนจังหวัดเชียงใหม่ ถนนโชตนา ตำบลช้างเผือก อำเภอเมือง จังหวัดเชียงใหม่ จำนวน ๒๑ รายการ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 51900.0, "purchaseMethod": "เฉพาะเจาะจง"}]}