{"name": "ห้างหุ้นส่วนจำกัด เชียงใหม่ เอส พี คอนสตรัคชั่น", "tin": "0503534002739", "totalProjects": 7, "projects": [{"projectId": "60107233330", "projectName": "ประกวดราคาจ้างปรับปรุงผิวทางด้วยแอสฟัลท์ติกคอนกรีต (Overlay) สายทางห้วยตึงเฒ่า หมู่ที่ 3 ตำบลดอนแก้ว อำเภอแม่ริม จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอนแก้ว", "province": "เชียงใหม่", "projectValue": 7229500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037032423", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างคลองส่งน้ำคอนกรีตเสริมเหล็กรูปตัวยูลำเหมืองทุ่งเหล่าแสนคำ  บริเวณหมู่ที่ 7  บ้านดอยสารภี และหมู่ที่ 2 บ้านแม่สะป๊วด ตำบลทาสบเส้า อำเภอแม่ทา จังหวัดลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทาสบเส้า", "province": "ลำพูน", "projectValue": 6800900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087714651", "projectName": "ประกวดราคาซื้อวัสดุก่อสร้าง งานซ่อมแซมถนนสาย ชม.ถ.๑-๐๐๕๖ บ้านแม่สูนหลวง หมู่ที่ ๑ ตำบลแม่สูน - บ้านห้วยไคร้ หมู่ที่ ๕ ตำบลแม่คะ อำเภอฝาง จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4104048.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077297868", "projectName": "ประกวดราคาซื้อจัดซื้อวัสดุก่อสร้าง งานซ่อมแซมถนนสาย ชม.ถ. ๑-๐๐๕๗ บ้านสันป่าก่อ หมู่ที่ ๒ ตำบลแม่คะ เชื่อมบ้านสันทรายคลองน้อย หมู่ที่ ๖ ตำบลเวียง อำเภอฝาง จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2252075.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037065571", "projectName": "สอบราคาจ้างปรับปรุงซ่อมแซมถนนลาดยางแบบพาราแอสฟัลท์ติกคอนกรีต (Over lay) สายทางบ้านแม่สารบ้านตอง - บ้านล้อง(ท่าจักร) จากหมู่ที่ 4 ตำบลเวียงยอง เชื่อมตำบลบ้านแป้น อำเภอเมืองลำพูน จังหวัดลำพูน (ถนนถ่ายโอนฯ)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำพูน", "province": "ลำพูน", "projectValue": 1900000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61037057921", "projectName": "สอบราคาจ้างปรับปรุงซ่อมแซมถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต (Over lay) สายทางบ้านหนองเส้ง ตำบลในเมือง เชื่อมบ้านหนองมูล หมู่ที่ 4 ตำบลประตูป่า อำเภอเมืองลำพูน จังหวัดลำพูน", "localAuthority": "องค์การบริหารส่วนจังหวัดลำพูน", "province": "ลำพูน", "projectValue": 1900000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61087651203", "projectName": "ประกวดราคาซื้อโครงการจัดซื้อวัสดุก่อสร้างเพื่อซ่อมแซมถนนสาย ชม.ถ. ๑-๐๐๕๑ บ้านหนองบัวคำ หมู่ที่ ๔ ตำบลแม่คะ - บ้านโป่งถืบใน หมู่ที่ ๑๕ ตำบลเวียง อำเภอฝาง จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 932971.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}