{"name": "บริษัท เชียงใหม่สหศิลา จำกัด", "tin": "0505533002362", "totalProjects": 15, "projects": [{"projectId": "60117162981", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายทาง ชม.3005 บ้านหนองบัวคำ หมู่ที่ 4 ตำบลแม่คะ  เชื่อม บ้านโป่งถืบใน หมู่ที่ 15 ตำบลเวียง อำเภอฝาง จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 9808000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017294234", "projectName": "ประกวดราคาซื้อวัสดุก่อสร้าง เพื่อใช้ในการซ่อมแซม ถนนสาย ชม.ถ.1-0013 บ้านใหม่กองทราย หมู่ที่ 6 ตำบลสันต้นหมื้อ - บ้านหลวง หมู่ที่ 1 ตำบลบ้านหลวง อำเภอแม่อาย จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 7372605.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097371838", "projectName": "จ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กและปรับเกลี่ยผิวจราจรลูกรังพร้อมบดอัดแน่น ถนนสายบ้านโป่งใน หมู่ที่ ๑๕ ตำบลเวียง อำเภอฝาง เชื่อม บ้านป่าแดงอภิวัฒน์ หมู่ที่ ๙ ตำบลบ้านหลวง อำเภอแม่อาย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4807000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017098001", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก  บ้านสันห้าง (หย่อมบ้านห้วยมะเฟือง)  หมู่ที่ ๓  ตำบลบ้านหลวง  อำเภอแม่อาย  จังหวัดเชียงใหม่  เชื่อม  บ้านขุนสรวย  หมู่ที่ ๑๒  ตำบลวาวี  อำเภอแม่สรวย  จังหวัดเชียงราย โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 4467600.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017017364", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านหนองตุ้ม หมู่ที่ 1 ตำบลเวียง เชื่อม บ้านโล๊ะ หมู่ที่ 1 ตำบลสันต้นหมื้อ อำเภอฝาง จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3822200.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61037261717", "projectName": "ประกวดราคาซื้อจัดซื้อวัสดุก่อสร้าง งานซ่อมแซมถนนสาย ชม.ถ.๑-๐๐๕๒  บ้านหนองตุ้ม  หมู่ที่ ๑  ตำบลเวียง  อำเภอฝาง - บ้านโล๊ะ  หมู่ที่ ๑  ตำบลสันต้นหมื้อ  อำเภอแม่อาย  จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 3402649.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097375246", "projectName": "จ้างก่อสร้างปรับปรุงผิวจราจรด้วยดินลูกรังบดอัดแน่น ถนนสายเลียบลำน้ำฝาง บ้านป่าบง หมู่ที่ 2 บ้านต้นหนุน หมู่ที่ 5 และบ้านสระนิคม หมู่ที่ 20 ตำบลเวียง อำเภอฝาง เชื่อม บ้านกาวิละ หมู่ที่ 7 ตำบลแม่ลาว อำเภอแม่อาย จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2991000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017062400", "projectName": "ซื้อซื้อวัสดุก่อสร้าง  เพื่อซ่อมแซมถนนทางเข้าศูนย์ฝึกอาชีพคนพิการอาเซียน  ตำบลเมืองงาย  อำเภอเชียงดาว  จังหวัดเชียงใหม่ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2486943.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60117416308", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการจ้างเหมาเสริมผิวจรจร (Overlay) บ้านใหม่หนองบัว (บริเวณถนนสายหลักประจำหมู่บ้าน) หมู่ที่ 10 ตำบลหนองบัว อำเภอไชยปราการ จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองบัว", "province": "กาญจนบุรี", "projectValue": 2375000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117301668", "projectName": "ประกวดราคาซื้อซื้อวัสดุก่อสร้าง เพื่อใช้ในการซ่อมแซมถนนสาย ชม.4054 บ้านแม่ใจเหนือ หมู่ที่ 8 ตำบลเวียง ถึง บ้านเปียงกอก หมู่ที่ 6 ตำบลโป่งน้ำร้อน อำเภอฝาง จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 2078895.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047371037", "projectName": "จ้างโครงการปรับปรุงผิวจราจรแบบ Overley ด้วยยางพาราแอสฟัลท์คอนกรีต บ้านต้นโชค หมู่ 5 ตำบลหนองบัว อำเภอไชยปราการ จังหวัดเชียงใหม่ ขนาดความกว้าง 4.00 เมตร ยาว 240.00 เมตร หนา 0.05 หรือพื้นที่ใช้สอยไม่น้อยกว่า 960 ตารางเมตร พร้อมป้ายประชาสัมพันธ์ ตามแบบแปลนเทศบาลตำบลหนองบัว จำนวน 1 โครงการ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองบัว", "province": "กาญจนบุรี", "projectValue": 499500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097585270", "projectName": "จ้างซ่อมแซมคอสะพาน บ้านแม่ข่า หมู่ที่ 5 ตำบลแม่ข่า (เขต ทต.บ้านแม่ข่า) เชื่อม บ้านใหม่หล่ายฝาง หมู่ที่ 10 ตำบลแม่ข่า (เขต ทต.แม่ข่า) อำเภอฝาง จังหวัดเชียงใหม่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 448000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61067351734", "projectName": "ซื้อจัดซื้อวัสดุก่อสร้างเพื่อใช้ในการปรับปรุงถนนลูกรัง หมู่ที่ 10 บ้านห้วยส้าน ตำบลท่าตอน อำเภอแม่อาย จังหวัดเชียงใหม่ ขนาดกว้าง 5.00 เมตร ยาว 877.00 เมตร หนา 0.07 เมตร (หลวม) โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลท่าตอน", "province": "เชียงใหม่", "projectValue": 274765.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087462150", "projectName": "จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านถ้ำผาผึ้ง (บริเวณต่อจากถนน คสล.เดิม) หมู่ 11 ตำบลหนองบัว อำเภอไชยปราการ จังหวัดเชียงใหม่ จำนวน 1 โครงการ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองบัว", "province": "กาญจนบุรี", "projectValue": 239000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047081450", "projectName": "ซื้อวัสดุก่อสร้าง (ประเภทหิน) เพื่อซ่อมแซมถนนสายบ้านทุ่งทอง หมู่ที่ ๑๐ ตำบลแม่งอน - บ้านใหม่ชัยเกษม หมู่ที่ ๖ ตำบลแม่สูน อำเภอฝาง จังหวัดเชียงใหม่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงใหม่", "province": "เชียงใหม่", "projectValue": 146977.0, "purchaseMethod": "เฉพาะเจาะจง"}]}