{"name": "ห้างหุ้นส่วนจำกัด สัญชัยพานิชลำปาง", "tin": "0523523000187", "totalProjects": 13, "projects": [{"projectId": "60127046060", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างระบบประปาหมู่บ้านแบบผิวดินขนาดใหญ่มาก   ความจุ  45 ลูกบาศก์เมตร หมู่  8 บ้านจริญญา   -  บ้านทุ่งหัวช้าง หมู่ที่  3 ตำบลทุ่งหัวช้าง  เทศบาลตำบลทุ่งหัวช้าง  อำเภอทุ่งหัวช้าง  จังหวัดลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทุ่งหัวช้าง", "province": "ลำพูน", "projectValue": 5080700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127252564", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ สระน้ำสาธารณะประโยชน์ในหมู่บ้าน หมู่ที่ 1 บ้านสันหนองบง ตำบลปงยางคก ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลปงยางคก อำเภอห้างฉัตร จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลปงยางคก", "province": "ลำปาง", "projectValue": 3663000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117273392", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบผิวดินขนาดใหญ่ หมู่ที่ 9 บ้านหนองหลัก ต.ตะเคียนปม อ.ทุ่งหัวช้าง จ.ลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลตะเคียนปม", "province": "ลำพูน", "projectValue": 3662000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127108732", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้านแบบผิวดินขนาดใหญ่ บ้านวังผู หมู่ที่ 5  ตำบลแม่ปุ  อำเภอแม่พริก  จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลแม่ปุ", "province": "ลำปาง", "projectValue": 3257100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117129980", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 5 บ้านหนองแฝก ตำบลหนองแฝก ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลหนองแฝก อำเภอสารภี จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองแฝก", "province": "เชียงใหม่", "projectValue": 2494800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117276346", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดกลาง บ้านแม่เชียงรายลุ่ม หมู่ที่ 3 ตำบลแม่พริก ตามแบบมาตรฐานกรมทรัพยากรน้ำ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแม่พริก", "province": "เชียงราย", "projectValue": 2343300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117129905", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 2 บ้านสันป่าสัก ตำบลหนองแฝก ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลหนองแฝก อำเภอสารภี จังหวัดเชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองแฝก", "province": "เชียงใหม่", "projectValue": 2336400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127197744", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมประปาหมู่บ้าน  แบบบาดาลขนาดใหญ่ โรงเรียนเทศบาลทุ่งหัวช้าง หมู่ที่ 8 บ้านจริญญา - หมู่ที่ 2 บ้านหนองป่าตึง  ตำบลทุ่งหัวช้าง  อำเภอทุ่งหัวช้าง  จังหวัดลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทุ่งหัวช้าง", "province": "ลำพูน", "projectValue": 2324000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117484931", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ หมู่ที่ ๑๖ บ้านต้นผึ้ง ตำบลร่่องเคาะ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 2312600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117474572", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ หมู่ที่ ๑๒ บ้านวังใหม่ ตำบลร่่องเคาะ ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 2312600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117338226", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมประปาหมู่บ้านโดยดำเนินการก่อสร้างถังน้ำใสเพิ่มจำนวน 2 ถัง พร้อมเปลี่ยนระบบท่อส่งน้ำ หมู่ที่ 5 บ้านท่าปุยตก ตำบลย่านรี อำเภอสามเงา จังหวัดตาก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลย่านรี", "province": "ตาก", "projectValue": 2023000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037101556", "projectName": "จ้างก่อสร้างจัดจ้างก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดกลาง (ตามแบบมาตรฐานกรมทรัพยากรน้ำ) บ้านท่าใหม่ หมู่ที่ 3 ตำบลเถินบุรี อำเภอเถิน จังหวัดลำปาง โดยวิธีคัดเลือก", "localAuthority": "เทศบาลตำบลเถินบุรี", "province": "ลำปาง", "projectValue": 1699800.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60117157134", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมประปาหมู่บ้าน  แบบผิวดินขนาดใหญ่มาก หมู่ที่ 4 บ้านดอยหล่อ ตำบลแม่ทะลบ องค์การบริหารส่วนตำบลแม่ทะลบ อ.ไชยปราการ จ.เชียงใหม่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแม่ทะลบ", "province": "เชียงใหม่", "projectValue": 1424000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}