{"name": "ห้างหุ้นส่วนจำกัด เชียงรายวิศวชลการ", "tin": "0523536000041", "totalProjects": 9, "projects": [{"projectId": "59115015608", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างประปาหมู่บ้าน จำนวน 2 โครงการ  ในเขตตำบลห้วยซ้อ อำเภอเชียงของ จังหวัดเชียงราย ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "เทศบาลตำบลห้วยซ้อ", "province": "เชียงราย", "projectValue": 4542000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60127177605", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมประปาหมู่บ้านแบบบบาดาลขนาดใหญ่มาก หมู่ที่ 12 บ้านหนองยาวพัฒนา ตำบลเวียง ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลเวียง อำเภอเวียงป่าเป้า จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเวียง", "province": "เชียงราย", "projectValue": 2910000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127195741", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 11 บ้านสันโค้ง ตำบลดอยงาม อำเภอพาน จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอยงาม", "province": "เชียงราย", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127077499", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 3 บ้านสันผักเฮือด ตำบลดอยงาม อำเภอพาน จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอยงาม", "province": "เชียงราย", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127089340", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 9 บ้านสันกำแพง ตำบลดอยงาม อำเภอพาน จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอยงาม", "province": "เชียงราย", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127195422", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดใหญ่ หมู่ที่ 5 บ้านท่าดอกแก้ว ตำบลดอยงาม อำเภอพาน จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอยงาม", "province": "เชียงราย", "projectValue": 2760100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037475398", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้าน  แบบบาดาลขนาดกลาง  บ้านโป่งน้ำร้อน  หมู่ที่ 11  ตำบลป่าตึง  อำเภอแม่จัน  จังหวัดเชียงราย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลป่าตึง", "province": "เชียงราย", "projectValue": 2316600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027132876", "projectName": "จ้างโครงการก่อสร้างประปาหมู่บ้าน แบบบาดาลขนาดกลาง หมู่ที่ 12 บ้านป่าตึง ตำบลดอยงาม อำเภอพาน จังหวัดเชียงราย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลดอยงาม", "province": "เชียงราย", "projectValue": 1884000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}