{"name": "ห้างหุ้นส่วนจำกัดสินทวีเคหะกิจ", "tin": "0523543000263", "totalProjects": 99, "projects": [{"projectId": "60107015862", "projectName": "ประกวดราคาจ้างโครงการเสริมผิวถนนคอนกรีตด้วยแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นน.ถ.4003 สายหมู่ 1,2,3,4,5,6 และ 7 ตำบลขึ่ง มีพื้นที่ไม่น้อยกว่า 45,333.85 ตารางเมตร เทศบาลตำบลขึ่ง อำเภอเวียงสา จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลขึ่ง", "province": "น่าน", "projectValue": 9702000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117297593", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมผิวจราจรแอสฟัลติกคอนกรีต รหัสทางหลวงท้องถิ่น นน.ถ.22-002 สายบ้านนาฝ่า หมู่ที่ 2 -บ้านป่าคา หมู่ที่ 8 ตำบลจอมพระ อำเภอท่าวังผา  จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลจอมพระ", "province": "น่าน", "projectValue": 7056000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117081954", "projectName": "ประกวดราคาจ้างโครงการเสริมผิวลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น ลพ.ถ.60001 สายบ้านแม่ขนาด  หมู่ที่ 8 - บ้านป่าเลา  หมู่ที่ 9 ตำบลทากาศ  อำเภอแม่ทา  จังหวัดลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทากาศเหนือ", "province": "ลำพูน", "projectValue": 5339000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117083680", "projectName": "ประกวดราคาจ้างโครงการเสริมผิวลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านท้องฝาย  -  อ่างเก็บน้ำแม่กึม  หมู่ที่ 1  ตำบลทากาศ  อำเภอแม่ทา  จังหวัดลำพูน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลทากาศเหนือ", "province": "ลำพูน", "projectValue": 4294400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107160871", "projectName": "ประกวดราคาจ้างเสริมผิวจราจรด้วยแอสฟัลท์ติกคอนกรีต สายบ้านวังดิน หมู่ที่4 บ้านลี้ หมู่ที่6 ตำบลลี้ อำเภอลี้ จังหวัดลำพูน จำนวน 2 ช่วง มีพื้นที่รวมไม่น้อยกว่า 13,404 ตารางเมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลวังดิน", "province": "ลำพูน", "projectValue": 4002300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117344809", "projectName": "ประกวดราคาจ้างก่อสร้างจ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถ่ิ่น พร.ถ.23-0020 สายรอบหนองหลวง หมู่ท่ 6,8 ตำบลหนองม่วงไข่ อำเภอหนองม่วงไข่ จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองม่วงไข่", "province": "แพร่", "projectValue": 3300600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107157355", "projectName": "ประกวดราคาจ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต บ้านแม่ก๋ง หมู่ที่ ๓ - บ้านทุ่งม่านเหนือ หมู่ที่ ๒ ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 3180100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117359325", "projectName": "ประกวดราคาจ้างก่อสร้างจ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถ่ิ่น พร.ถ.23-0021 สายบ้านนายชวน ปิติจะ ถึงถนนทางหลวง 3095 หมู่ท่ี่ 4,7 ตำบลหนองม่วงไข่ อำเภอหนองม่วงไข่ จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองม่วงไข่", "province": "แพร่", "projectValue": 2930200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085137959", "projectName": "ประกวดราคาจ้างโครงการปรับปรุงเสริมผิวด้วยแอสฟัลท์ติกคอนกรีต  รหัสทางหลวงท้องถิ่น ลป.ถ.75-002 บ้านต้าหน้าค่าย - บ้านไร่พัฒนา  หมู่ที่ 7 ตำบลพิชัย กว้าง 4 เมตร ยาว 1,350 เมตร หนา 0.05 เมตร  องค์การบริหารส่วนตำบลพิชัย  อำเภอเมืองลำปาง  จังหวัดลำปาง ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 2400000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60127415271", "projectName": "จ้างก่อสร้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้า บ้านหนองพัฒนา หมู่ที่ 9 ตำบลน้ำโจ้ เทศบาลตำบลน้ำโจ้ อำเภอแม่ทะ จังหวัดลำปาง โดยวิธีคัดเลือก", "localAuthority": "เทศบาลตำบลน้ำโจ้", "province": "ลำปาง", "projectValue": 2201000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60097065879", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านแพะดอนสัก (ต้นผึ้ง)หมู่ 5 เชื่อมกับบ้านหัวหนอง หมู่ 8(วัดดอนมูล) ตำบลห้างฉัตร อำเภอห้างฉัตร จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลห้างฉัตรแม่ตาล", "province": "ลำปาง", "projectValue": 2139000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107161083", "projectName": "ประกวดราคาจ้างเสริมผิวจราจรด้วยแอสฟัลท์ติกคอนกรีต สายบ้านลี้ หมู่ที่6 ตำบลลี้ อำเภอลี้ จังหวัดลำพูน กว้าง 5 เมตร ยาว 1,330 เมตร หนา 0.05 เมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลวังดิน", "province": "ลำพูน", "projectValue": 2001200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027230839", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนลาดยางผิวจราจรแบบแอสฟัลท์ติกคอนกรีต ทางหลวงท้องถิ่น สาย ลป.ถ.1-0042 บ้านร่องเห็ด - บ้านบ่อฮ้อ ช่วงบ้านร่องเห็ดพัฒนา หมู่ที่ 8 - บ้านบ่อฮ้อ หมู่ที่ 4 ตำบลบ้านแหง อำเภองาว จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำปาง", "province": "ลำปาง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057103579", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างปรับปรุงถนนเดิม ด้วยแอสฟัลท์ติกคอนกรีต ภายในชุมชนบ้านทุ่งกู่ด้าย ตั้งแต่ป้ายชุมชนเข้าไปภายในชุมชนหมู่ที่ ๖  ตำบลปงแสนทอง อำเภอเมือง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลเมืองเขลางค์นคร", "province": "ลำปาง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037220800", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต (Asphaltic Concrete) เชื่อมระหว่างหมู่ที่ ๗ ต.เวียง - หมู่ที่ ๔ ต.บ้านโป่ง อ.เวียงป่าเป้า จ.เชียงราย ผิวจราจรกว้าง ๖.๐๐ เมตร ยาว ๕๘๐.๐๐ เมตร หรือพื้นที่ไม่น้อยกว่า ๓.๔๘๐.๐๐ ตารางเมตร รายละเอียดตามแบบแปลนและรายการที่ อบจ.เชียงรายกำหนด สำนักการช่าง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเชียงราย", "province": "เชียงราย", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057369612", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนหินคลุกบดอัดแน่นเชื่อมระหว่างบ้านแม่จาง หมู่ที่ 1 ตำบลนาสัก - บ้านสบเติ๋น หมู่ที่ 2 ตำบลสบป้าด อำเภอแม่เมาะ จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำปาง", "province": "ลำปาง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057161617", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก บ้านแม่สุก หมู่ที่ 1 ตำบลแม่สุก อำเภอแจ้ห่ม จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำปาง", "province": "ลำปาง", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027351243", "projectName": "สอบราคาจ้างโครงการซ่อมสร้างถนนพาราแอสฟัสท์ติก บ้านทุ่งฝูง หมู่ที่ ๔ - บ้านจำตอง หมู่ที่ ๑๕ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 1989000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "60107201950", "projectName": "ประกวดราคาจ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต บ้านเป้า หมู่ที่ ๕ - บ้านทุ่งม่านพัฒนา หมู่ที่ ๑๑ ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 1926700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127258285", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางผิวจราจรแบบพาราแอสฟัลท์ติกคอนกรีต (Over lay)  สายทางบ้านหัวฝาย หมู่ที่ 1 ตำบลหนองช้างคืน อำเภอเมืองลำพูน เชื่อมบ้านอุโมงค์ ตำบลอุโมงค์  อำเภอเมืองลำพูน จังหวัดลำพูน ผิวจราจรกว้าง 4.00 เมตร ยาว 916.00 เมตร  หรือมีพื้นที่ผิวจราจรไม่น้อยกว่า 3,664 ตารางเมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำพูน", "province": "ลำพูน", "projectValue": 1700000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017011415", "projectName": "ประกวดราคาจ้างก่อสร้างเสริมผิวจราจรแบบแอสฟัลท์ติกคอนกรีต บ้านป่าตัน หมู่ที่ 5  ตำบลป่าตัน อำเภอแม่ทะ จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดลำปาง", "province": "ลำปาง", "projectValue": 1560000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037367190", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต บ้านใหม่ หมู่ที่ ๖ ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 1186000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037139258", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรโดยการลาดยางแอสฟัลท์ติกคอนกรีตทับหน้า บ้านแม่ทรายคำ  หมูที่ 6 ตำบลต้นธงชัย อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลต้นธงชัย", "province": "ลำปาง", "projectValue": 1061500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017033507", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนภายในหมู่บ้าน พร้อมก่อสร้างระบบระบายน้ำ เชื่อมต่อจุดเดิมจากท้ายซอยอยู่ดีมีสุขถึงหนองแย้ บ้านนาป้อใต้ หมู่ที่ 8 ตำบลต้นธงชัย อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลต้นธงชัย", "province": "ลำปาง", "projectValue": 1030000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017032501", "projectName": "ประกวดราคาจ้างก่อสร้างขยายไหล่ทางถนน พร้อมวางท่อระบายน้ำ บริเวณจากสามแยกบ้านนายบุญเทียม เครือสาร  ถึงวัดเจดีย์ซาว บ้านห้วยทราย หมู่ที่ 4 ตำบลต้นธงชัย อำเภอเมืองลำปาง จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลต้นธงชัย", "province": "ลำปาง", "projectValue": 1006000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037186203", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนพาราแอสฟัลท์ติกคอนกรีต ภายในชุมชนบ้านศรีสง่า (สบตุ๋ย) ซอย 4 หมู่ที่ 8 ตำบลปงแสนทอง อำเภอเมือง จังหวัดลำปาง โดยทำการก่อสร้างถนนพาราแอสฟัลท์ติกคอนกรีต ขนาดความกว้างประมาณ 4.00 เมตร ความยาวประมาณ 395.00 เมตร หรือพื้นที่ไม่น้อยกว่า 1,580.00 ตารางเมตร และงานอื่น ๆ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลเมืองเขลางค์นคร", "province": "ลำปาง", "projectValue": 986000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117137794", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางเดิมด้วยการเสริมผิวยางแอสฟัลท์ติกคอนกรีตถนนสาย ลป.ถ.๘๑-๐๐๒ บ้านห้วยขี้นก หมู่ที่ 7 ตำบลแม่พริก อำเภอแม่พริก จังหวัดลำปาง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแม่พริก", "province": "เชียงราย", "projectValue": 958400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127228362", "projectName": "จ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีตตั้งแต่ที่นา นายมี  สายวงศ์ตุ้ยไปถึงถนนสายทางรถไฟเดิม บ้านนากว้าว หมู่ 1 ต.ป่าตัน  อ.แม่ทะ จ.ลำปาง ขนาดผิวจราจรกว้าง 3.50 เมตร ความยาว 240.00 เมตร ความหนา 0.05 เมตร หรือมีพื้นที่ไม่น้อยกว่า 840.00 ตารางเมตร โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลป่าตันนาครัว", "province": "ลำปาง", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037467816", "projectName": "จ้างปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ทางไปประปาหมู่บ้านใหม่ หมู่ที่ 10 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 4.00 เมตร ยาว 290.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 1,160.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 497500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60127205308", "projectName": "จ้างเสริมผิวถนนด้วยแอสฟัลท์ติกคอนกรีต หัวสะพานใต้ ถึงสะพานห้วยโจ้ ถึงประปาใหม่ บ้านไร่ศิลาทอง ม.10 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 4.00 เมตร ยาว 295.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 1,180.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลนองค์การบริหารส่วนตำบลพิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 497300.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037431143", "projectName": "จ้างโครงการปรับปรุงซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต (Asphaltic Concrete) บ้านหนองซาง หมู่ที่ 7 ตำบลเถินบุรี อำเภอเถิน จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลเถินบุรี", "province": "ลำปาง", "projectValue": 497000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037103574", "projectName": "จ้างปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ถนนสายทางซอยเชิดชัย หมู่ที่ 7 ตำบลพิชัย อำเภอเมืองลำปาง จังหวัดลำปาง ขนาดกว้าง 4.00 ม. ยาว 285.00 ม. หนา 0.05 ม. หรือพื้นที่ไม่น้อยกว่า 1,140 ตร.ม. พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 497000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087450028", "projectName": "จ้างก่อสร้างถนนแอสฟัลท์ติกส์คอนกรีต สายแม่ยางร้อง - บ้านสันกลาง  จำนวน 2 ช่วง  หมู่ที่ 1 - หมู่ที่ 3 ตำบลแม่ยางร้อง อำเภอร้องกวาง จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลแม่ยางร้อง", "province": "แพร่", "projectValue": 496000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097322544", "projectName": "จ้างปรับปรุงผิวจราจรโดยการลาดยาง Asphaltic concrete (overlay) บ้านป่าแหน่ง หมู่ที่ ๓ ตำบลวังแก้ว อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังแก้ว", "province": "ลำปาง", "projectValue": 495000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61057151528", "projectName": "จ้างปรับปรุงถนนผิวจราจรแอสฟัลท์ติก คอนกรีต (Overlay) ซอยลำเหมืองขามแดง ตั้งแต่ปากซอยลำเหมืองขามแดง (ข้างบ้านนายบุญสม  บุญนิธิพันธ์) ถึงหน้าบ้านเลขที่ 241/1 หมู่ที่ 1 ตำบลห้างฉัตร อำเภอห้างฉัตร จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลห้างฉัตร", "province": "ลำปาง", "projectValue": 495000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087542299", "projectName": "จ้างโครงการปรับปรุงถนนผิวจราจรแบบแอสฟัลท์ติกคอนกรีต  บ้านดง (สายปากทางเข้าหมู่บ้าน หมู่ที่ 2 ตำบลบ้านดง  อำเภอแม่เมาะ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านดง", "province": "ขอนแก่น", "projectValue": 494100.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097326474", "projectName": "จ้างปรับปรุงผิวจราจรโดยการลาดยาง Asphaltic concrete (overlay) บ้านห้วยป้าย หมู่ที่ 6 ตำบลวังแก้ว อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังแก้ว", "province": "ลำปาง", "projectValue": 494000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097147533", "projectName": "จ้างปรับปรุงผิวจราจรโดยการลาดยาง Asphaltic concrete (overlay) บ้านฮ่าง หมู่ที่ 2 ตำบลวังแก้ว อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังแก้ว", "province": "ลำปาง", "projectValue": 485000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037509612", "projectName": "จ้างเพื่อปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต สายทางสายกลางหมู่บ้าน หมู่ที่ 13 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง  4.00 เมตร ยาว 280.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 1,120.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัย กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 480700.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087367019", "projectName": "จ้างโครงการปรับปรุงผิวจราจรโดยทำการลาดยาง Asphaltic Concrete(Over Lay) แล้วบดทับ หมู่ที่ 3 บ้านไผ่กลาง ตำบลวังใต้ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังใต้", "province": "ลำปาง", "projectValue": 479900.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087532210", "projectName": "จ้างโครงการปรับปรุงถนนผิวจราจรแบบแอสฟัลท์ติกคอนกรีต บ้านจำปุย (สายบ้านนายประสงค์    จักรเครือ ? โรงเรียนจำปุย) หมู่ที่ 4  ตำบลบ้านดง  อำเภอแม่เมาะ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านดง", "province": "ขอนแก่น", "projectValue": 478300.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097324022", "projectName": "จ้างปรับปรุงผิวจราจรโดยการลาดยาง Asphaltic concrete (overlay) บ้านค่ายวัง หมู่ที่ 4 ตำบลวังแก้ว อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังแก้ว", "province": "ลำปาง", "projectValue": 477000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097146983", "projectName": "จ้างปรับปรุงผิวจราจรโดยการลาดยาง Asphaltic concrete (overlay) บ้านแม่หีด หมู่ที่ 1 ตำบลวังแก้ว อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังแก้ว", "province": "ลำปาง", "projectValue": 463000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087688138", "projectName": "จ้างเสริมผิวทางแอสฟัลท์ติกคอนกรีต พร้อมไหล่ทาง สายทางซอยสายลำเหมืองขามแดง ตั้งแต่ข้างบริเวณสถานที่ออกกำลังกาย ถึงข้างบ้านเลขที่ 241/1 บ้านห้างฉัตรใต้ หมู่ที่ 1 ตำบลห้างฉัตร อำเภอห้างฉัตร จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลห้างฉัตร", "province": "ลำปาง", "projectValue": 463000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037494919", "projectName": "จ้างเพื่อปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ซอย หมู่ที่่ 11 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 4.00 เมตร ยาว 260.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 1,040.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 452600.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60127339267", "projectName": "จ้างโครงการเสริมผิวถนนด้วยแอสฟัลท์ติกคอนกรีต ซอย 5 บ้านปงวัง หมู่ที่ 6 ตำบลพิชัย อำเภอเมืองลำปาง จังหวัดลำปาง ขนาดกว้าง 4.00 เมตร ยาว 250.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 1,000.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลนองค์การบริหารส่วนตำบลพิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 451900.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047008488", "projectName": "จ้างโครงการปรับปรุงผิวจราจรโดยการฉาบผิวพาราแอสฟัลติกคอนกรีตบ้านบุญนาค หมู่ที่1 อ.เมืองลำปาง  จ.ลำปาง ตั้งแต่บ้านเลขที่ 97/1 ถึงคันคลองชลประทานต.บุญนาคพัฒนาฯ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบุญนาคพัฒนา", "province": "ลำปาง", "projectValue": 446000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037275335", "projectName": "จ้างปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ถนนสายทางบ้านหนองแมงดา หมู่ที่ 5 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 5.00 เมตร ยาว 180.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 900.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 429000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037383489", "projectName": "จ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต หมู่ที่ 1 (สายร้านทองยายเส่ง  สาขา 1 ถึงบ้านนางกุลภัช  จักษุริยา)  ตำบลหนองม่วงไข่  อำเภอหนองม่วงไข่ จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลหนองม่วงไข่", "province": "แพร่", "projectValue": 424700.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037187596", "projectName": "จ้างปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ถนนสายทางบ้านสามัคคี หมู่ที่ 2 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 4.00 ม. ยาว 245.00 ม. หนา 0.05 ม. หรือพื้นที่ไม่น้อยกว่า 980.00 ตร.ม. พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 422000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097729450", "projectName": "จ้างก่อสร้างถนนแอสฟัลติกคอนกรีต รหัสทางหลวงท้องถิ่น ลป.ถ.63-004 บ้านแม่ก๋ง หมู่ที่ 3 ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 404000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037432675", "projectName": "จ้างปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ถนนสายทางซอย 2 หมู่ที่ 8 ตำบลพิชัย อำเภอเมืองลำปาง จังหวัดลำปาง ขนาดกว้าง 3.50 - 3.80 ม. ยาว 260.00 ม. หนา 0.05 ม. หรือพื้นที่ไม่น้อยกว่า 934.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 402900.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61027379646", "projectName": "จ้างปรับปรุง/ซ่อมแซมถนนคอนกรีตเสริมเหล็กโดยฉาบผิวพาราแอสฟัสท์ติกคอนกรีต บ้านห้วยก้อด หมู่ที่ ๒  ตำบลร่องเคาะ  อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 389000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047308402", "projectName": "จ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต บ้านทุ่งม่านเหนือ หมู่ที่ ๒ ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 377000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037247962", "projectName": "จ้างปรับปรุง/ซ่อมแซมถนนคอนกรีตเสริมเหล็กเดิมโดยฉาบผิวพาราแอสฟัสท์ติกคอนกรีต หมู่ที่ ๘ บ้านดอนแก้ว  ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 375000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61027259873", "projectName": "จ้างโครงการซ่อมแซมคอฝายนาหัวทุ่ง  บ้านไผ่แพะ  หมู่ที่ 5   ตำบลเมืองมาย อำเภอแจ้ห่มจังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองมาย", "province": "ลำปาง", "projectValue": 373000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047029553", "projectName": "จ้างเพื่อปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต สายทางซอย 6 หมู่ที่ 16 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 3.00 - 4.00 เมตร ยาว 230.00 เมตร หนา 0.05 เมตร หรือพื้นที่ไม่น้อยกว่า 855.00 ตารางเมตร พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัย กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 369800.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087362238", "projectName": "จ้างโครงการปรับปรุงผิวจราจรโดยทำการลาดยาง Asphaltic Concrete(Over Lay) แล้วบดทับ หมู่ที่ 2 บ้านวังโป่ง ตำบลวังใต้ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังใต้", "province": "ลำปาง", "projectValue": 363500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037121221", "projectName": "จ้างปรับปรุง/ซ่อมแซมถนนคอนกรีตเสริมเหล็กโดยฉาบผิวด้วยแอสฟัสท์ติกคอนกรีต บ้านร่องเคาะ หมู่ที่  ๙  ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 362000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077230383", "projectName": "จ้างโครงการก่อสร้างถนนหินคลุกพร้อมวางท่อและบ่อพักบ้านหลุกแพะ บ้าน ผช.สุพจน์  บ้านหลุกแพะ หมู่ที่ 11 ตำบลนาครัว อำเภอแม่ทะ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลนาครัว", "province": "ลำปาง", "projectValue": 349000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117343166", "projectName": "จ้างโครงการก่อสร้างลานแอสฟัลท์ติกคอนกรีตและถนนหินคลุกบดอัดแน่น  บ้านฮ่อม หมู่ที่  9 ต.นาครัว อ.แม่ทะ จ.ลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลนาครัว", "province": "ลำปาง", "projectValue": 340000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087367042", "projectName": "จ้างโครงการปรับปรุงผิวจราจร โดยทำการลาดยาง Asphalt Concrete(Over Lay) แล้วบดทับ พร้อมป้ายโครงการ 1 ป้าย หมู่6 บ้านหมุ้น ตำบลวังใต้ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังใต้", "province": "ลำปาง", "projectValue": 338300.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097421986", "projectName": "จ้างโครงการปรับปรุงถนนแอสฟัลติกคอนกรีต ซอยเข้าบ้านนายประสาท คุ้มสะอาดถึงบ้านนายจรัญ งานการ บ้านสบเมาะ หมู่ที่ 4 ตำบลสบป้าด อำเภอแม่เมาะ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลสบป้าด", "province": "ลำปาง", "projectValue": 300000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097353610", "projectName": "จ้างซ่อมแซมถนนเดิมด้วยแอสฟัลท์ติกคอนกรีต บ้านแม่วะลุ่ม  หมู่ที่  1  ตำบลแม่วะ  อำเภอเถิน  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลแม่วะ", "province": "ลำปาง", "projectValue": 300000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077467427", "projectName": "จ้างงานเสริมผิวลาดยางเเอสฟัลติกคอนกรีต (Asphalitc concrete) บ้านแจ้ซ้อน หมู่ ๑๒ ตำบลแจ้ซ้อน อำเภอเมืองปาน จังหวัดลำปาง ขนาดความยาวทั้งหมด ๐.๒๖๕ กิโลเมตร รายละเอียดตามแบบแปลนขององค์การบริหารส่วนตำบลแจ้ซ้อน โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลแจ้ซ้อน", "province": "ลำปาง", "projectValue": 300000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117043885", "projectName": "จ้างโครงการเสริมผิวแอสฟัลท์ติกคอนกรีตภายในหมู่บ้านแม่เบิน หมู่ที่ 1 ตำบลเมืองมายอำเภอแจ้ห่ม จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองมาย", "province": "ลำปาง", "projectValue": 280000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117420148", "projectName": "จ้างจ้างเสริมผิวลาดยางแอสฟัลท์ติกคอนกรีต บ้านเหมี้ยง หมู่ที่ 10 ตำบลนาครัว อำเภอแม่ทะ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลนาครัว", "province": "ลำปาง", "projectValue": 270000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087065305", "projectName": "จ้างปรับปรุงผิวจราจรด้วยแอสฟัลท์ติกคอนกรีต หมู่ ๒ บ้านห้วยก้อด ตำบลร่องเคาะ อำเภอวังเหนือ  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 260000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60107103234", "projectName": "จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก  จากบ้านนายสงวน  ดวงตั้ง ? บ้านนายสมบูรณ์  วงศ์สิงห์  บ้านนาไหม้ หมู่ที่ 2 ตำบลเมืองมาย  อำเภอแจ้ห่ม จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองมาย", "province": "ลำปาง", "projectValue": 252000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047135246", "projectName": "จ้างก่อสร้างถนนแอสฟัลท์ติกคอนกรีต บ้านสบไพร หมู่ที่ ๑๐ ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 236000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087069544", "projectName": "จ้างปรับปรุงถนนคอนกรีตเสริมเหล็กโดยฉาบผิวแอสฟัลท์ติกคอนกรีต หมู่ ๙ บ้านร่องเคาะ ตำบลร่องเคาะ อำเภอวังเหนือ  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 230000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61067168909", "projectName": "จ้างก่อสร้างเสริมผิวถนนแอสฟัสติก  บ้านนาอุ่นน่อง  หมู่ที่ 6  ตำบลหัวทุ่ง  อำเภอลอง  จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลหัวทุ่ง", "province": "ขอนแก่น", "projectValue": 224800.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087581229", "projectName": "จ้างก่อสร้างอาคารอเนกประสงค์ บ้านป่าคา หมู่ ๓ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 211000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047349817", "projectName": "จ้างก่่อสร้างถนนพาราแอสฟัลท์ติกคอนกรีต บ้านทุ่งม่านใต้-บ่อหิน หมู่ที่ 7 ตำบลบ้านเป้า อำเภอเมืองลำปาง จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านเป้า", "province": "เชียงใหม่", "projectValue": 208000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047009803", "projectName": "จ้างจัดจ้างโครงการปรับปรุงซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต บ้านวังทอง หมู่ที่ 12  ตำบลเถินบุรี  อำเภอเถิน  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลเถินบุรี", "province": "ลำปาง", "projectValue": 208000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087599078", "projectName": "จ้างปรับปรุงระบบประปาหมู่บ้าน (เปลี่ยนท่อเมนหลัก) บ้านร่องเคาะ หมู่ ๙ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077272326", "projectName": "จ้างเสริมผิว Asphaitic Concrete สายทางบ้านปากจอก หมู่ที่ ๑๑ ตำบลทุ่งแล้ง  อำเภอลอง  จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งแล้ง", "province": "แพร่", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097468393", "projectName": "จ้างปรับระดับถนนด้วยแอสฟัลท์คอนกรีต  หมู่ที่ 4 ตำบลห้วยม้า อำเภอเมืองแพร่ จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลห้วยม้า", "province": "แพร่", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087606365", "projectName": "จ้างโครงการปรับปรุงถนนคอนกรีตเป็นถนนแอสฟัลท์ติกคอนกรีต (Over Lay) รายละเอียดโครงการทำการปูยาง AC. หมู่ที่ ๔ บ้านปางหละ ตำบลบ้านหวด อำเภองาว จังหวัดลำปาง พร้อมป้ายโครงการ จำนวน ๑ ป้าย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านหวด", "province": "ลำปาง", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077092728", "projectName": "จ้างเสริมผิว Asphaitic Concrete บ้านปากจอก  หมู่ที่ ๓ ตำบลทุ่งแล้ง  อำเภอลอง  จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งแล้ง", "province": "แพร่", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077091590", "projectName": "จ้างเสริมผิว Asphaitic Concrete บ้านศรีดอนไชย หมู่ที่ ๑ จำนวน ๒ สาย ตำบลทุ่งแล้ง อำเภอลอง จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งแล้ง", "province": "แพร่", "projectValue": 190000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097036088", "projectName": "จ้างโครงการก่อสร้างถนนลาดยางแอสฟัลติกคอนกรีต จากบ้านนายสหวัฒน พิมสาร ถึงบ้านนายประสงค์  ต่อเขต หมู่ที่ 3 ตำบลแม่คำมี อำเภอหนองม่วงไข่ จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลแม่คำมี", "province": "แพร่", "projectValue": 155000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61057410322", "projectName": "จ้างซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต  สายหลังวัดบุญภาค หมู่ที่ 5 ตำบลแม่ยางร้อง อำเภอร้องกวาง จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลแม่ยางร้อง", "province": "แพร่", "projectValue": 151000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087573769", "projectName": "จ้างปรับปรุงถนนคอนกรีตเป็นถนนแอสฟัลติกคอนกรีต (OVER LAY) โดยทำการปูยาง AC. กว้าง ๔.๐๐ เมตร ยาว ๑๒๐.๐๐ เมตร  หนา ๐.๐๕ เมตร พื้นผิวจราจรไม่น้อยกว่า ๔๘๐.๐๐ ตารางเมตร หมู่ที่ ๑ บ้านร่องต้า ตำบลบ้านหวด อำเภองาว จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านหวด", "province": "ลำปาง", "projectValue": 150000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047009369", "projectName": "จ้างจัดจ้างโครงการปรับปรุงซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต บ้านท่าหลวง หมู่ที่ 4 ซอย 4 ตำบลเถินบุรี  อำเภอเถิน  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลเถินบุรี", "province": "ลำปาง", "projectValue": 146000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60127113768", "projectName": "จ้างโครงการปรับปรุงผิวจราจรถนนคอนกรีตเสริมเหล็กที่หลุดร่อนโดยทำการลาดยาง Asphaltic Concrete (Over-Lay) แล้วทับบด สายทางซอย 1 ถึงทางทิศใต้วัดม่อนเขาแก้ว หมู่ที่ 7 บ้านโปร่งเจริญ ตำบลวังใต้ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังใต้", "province": "ลำปาง", "projectValue": 144500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047009003", "projectName": "จ้างจัดจ้างโครงการปรับปรุงซ่อมแซมถนนแอสฟัลท์ติกคอนกรีต บ้านท่าหลวง หมู่ที่ 4 ซอย 2 ตำบลเถินบุรี  อำเภอเถิน  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลเถินบุรี", "province": "ลำปาง", "projectValue": 142000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077271177", "projectName": "จ้างเสริมผิว Asphaitic Concrete  สายทางบ้านปากจอก  หมู่ที่ ๙ ตำบลทุ่งแล้ง  อำเภอลอง  จังหวัดแพร่ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งแล้ง", "province": "แพร่", "projectValue": 142000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097079382", "projectName": "จ้างจัดจ้างโครงการปรับปรุงเสริมผิวถนนด้วยพาราแอสฟัลท์ติกคอนกรีต ทางไปประปาหมู่บ้านใหม่ หมู่ที่ 10 ต.พิชัย อ.เมืองลำปาง จ.ลำปาง ขนาดกว้าง 4.00 ม. ยาว 50.00 ม. หนา 0.05 ม. หรือพื้นที่ไม่น้อยกว่า 200.00 ตร.ม พร้อมป้ายโครงการ รายละเอียดตามแบบแปลน อบต.พิชัยกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลพิชัย", "province": "ลำปาง", "projectValue": 100000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097235594", "projectName": "จ้างซ่อมแซมตลิ่งคลองแม่เย็น-สบแสด บ้านทุ่งตุ้น หมู่ ๑๓ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 51000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60127014231", "projectName": "ซื้อวัสดุก่อสร้าง จำนวน 8 รายการ ตามโครงการจัดซื้อวัสดุก่อสร้าง ท่อน้ำประปาและอุปกรณ์ต่อพวง บ้านไผ่งาม หมู่ที่ 4 ตำบลเมืองมาย อำเภอแจ้ห่ม จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองมาย", "province": "ลำปาง", "projectValue": 50000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61027103070", "projectName": "จ้างแซมแซมห้องน้ำภายใน สำนักงานองค์การบริหารส่วนตำบลเมืองมาย หมู่ที่๕ ตำบลเมืองมาย อำเภอแจ้ห่ม จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเมืองมาย", "province": "ลำปาง", "projectValue": 39000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61017016229", "projectName": "จ้างก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต หมู่ที่ 6 (ซอย 11) บ้านสันป่าสัก ตำบลป่าสัก อำเภอเมืองลำพูน จังหวัดลำพูน โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลป่าสัก", "province": "ลำพูน", "projectValue": 31200.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087265071", "projectName": "จ้างขุดลอกและกำจัดสิ่งกีดขวางทางน้ำฝายทุ่งห้วยกลาง  บ้านแม่สงใต้  หมู่ ๑๐  ตำบลร่องเคาะ  อำเภอวังเหนือ  จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 27000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087258090", "projectName": "จ้างซ่อมแซมตลิ่งฝายทุ่งนอก-ฝายทุ่งปง บ้านสบลืน หมู่ ๗ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 17700.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087546004", "projectName": "จ้างซ่อมแซมคันสระเก็บน้ำสาธารณประโยชน์ บ้านวังใหม่ หมู่ ๑๒ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 13000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087538520", "projectName": "จ้างเหมารถแบ็คโฮเพื่อทำการตักเศษวัชพืชและตะกอนพร้อมแต่งคันสระ โรงเรียนบ้านแม่สง ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 12690.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087635871", "projectName": "จ้างซ่อมแซมฝายน้ำล้นลำเหมืองใหญ่ บ้านป่าคา หมู่ ๓ ตำบลร่องเคาะ อำเภอวังเหนือ จังหวัดลำปาง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลร่องเคาะ", "province": "ลำปาง", "projectValue": 9500.0, "purchaseMethod": "เฉพาะเจาะจง"}]}