{"name": "ห้างหุ้นส่วนจำกัด รัตนนาคะ", "tin": "0533515000041", "totalProjects": 13, "projects": [{"projectId": "60117438103", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างอาคารเรียน  3  ชั้น  12  ห้องเรียนแบบตอกเสาเข็ม(รหัส  สน.ศท.312)  ตามแบบมาตรฐานของกรมส่งเสริมการปกครองท้องถิ่น  สำหรับโรงเรียนอนุบาลเมืองเมืองอุตรดิตถ์  จังหวัดอุตรดิตถ์  จำนวน  1  หลัง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลผาจุก", "province": "อุตรดิตถ์", "projectValue": 7891300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027001955", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนแอสฟัลท์ติกคอนกรีต  รหัสทางหลวงท้องถิ่น อต.ถ.44-004 สายแยก ทล.117-บ้านหนองหมู หมู่ที่ 8 ตำบลน้ำพี้ กว้าง 6 เมตร ยาว 1,000 เมตร หนา 0.04 เมตร องค์การบริหารส่วนตำบลน้ำพี้ อำเภอทองแสนขัน จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลน้ำพี้", "province": "อุตรดิตถ์", "projectValue": 5578200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117025959", "projectName": "ประกวดราคาจ้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้า บ้านโคกหม้อ หมู่ที่ 5 ตำบลท่ามะเฟือง องค์การบริหารส่วนตำบลท่ามะเฟือง อำเภอพิชัย จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่ามะเฟือง", "province": "อุตรดิตถ์", "projectValue": 5220000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117477697", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่มากที่ 3 บ้านม่วงตาล ตำบลนายาง ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลนายาง อำเภอพิชัย จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลนายาง", "province": "ลำปาง", "projectValue": 3752100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127456949", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้า  บ้านแก่ง 8 ตำบลบ้านแก่ง องค์การบริหารส่วนตำบลบ้านแก่ง อำเภอตรอน จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านแก่ง", "province": "นครสวรรค์", "projectValue": 3551800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107046721", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ หมู่ที่ 4 บ้านตลาดก้าวหน้า ตำบลแสนตอ ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลน้ำปาด อำเภอน้ำปาด จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลน้ำปาด", "province": "อุตรดิตถ์", "projectValue": 3490700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117177996", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการเสริมผิวทางถนนลาดยาง Asphaltic Concrete  รหัสทางหลวงท้องถิ่น อต.ถ.30002 สายทางบ้านป่ากล้วย  หมู่ที่ 1-3  ตำบลคุ้งตะเภา จำนวน  2  ช่วง มีพื้นที่รวมไม่น้อยกว่า 13,722  ตารางเมตร  เทศบาลตำบลคุ้งตะเภา  อำเภอเมืองอุตรดิตถ์ จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลคุ้งตะเภา", "province": "อุตรดิตถ์", "projectValue": 2926300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017136310", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้านแบบบาดาลขนาดใหญ่ หมู่ที่ 3 บ้านแม่พูล อำเภอลับแล จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหัวดง", "province": "พิจิตร", "projectValue": 2878900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117437103", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างระบบประปาหมู่บ้านแบบบาดาลขนาดใหญ่  หมู่ที่  10  บ้านท้องลับแลพัฒนา  ตำบลฝายหลวง  อำเภอลับแล  จังหวัดอุตรดิตถ์  ตามแบบมาตรฐานกรมทรัพยากรน้ำ  พร้อมป้ายโครงการ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลฝายหลวง", "province": "อุตรดิตถ์", "projectValue": 2450200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037034154", "projectName": "จ้างก่อสร้างโครงการปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้า  บ้านวังตะคร้อ ตำบลบ้านแก่ง องค์การบริหารส่วนตำบลบ้านแก่ง  อำเภอตรอน จังหวัดอุตรดิตถ์ โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลบ้านแก่ง", "province": "นครสวรรค์", "projectValue": 2120000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60117278162", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมสถานีสูบน้ำด้วยไฟฟ้า บ้านแสนขัน 2 ตำบลบ่อทอง อำเภอทองแสนขัน จังวหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ่อทอง", "province": "ชลบุรี", "projectValue": 1990000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017428549", "projectName": "จ้างก่อสร้างโครงการก่อสร้างลานกีฬาอเนกประสงค์  ตามแบบมาตรฐานสมาคมสันนิบาตเทศบาลแห่งประเทศไทย  โรงเรียนอนุบาลเมืองอุตรดิตถ์  หมู่ที่  2  บ้านวังยาง  ตำบลผาจุก  จังหวัดอุตรดิตถ์ โดยวิธีคัดเลือก", "localAuthority": "เทศบาลตำบลผาจุก", "province": "อุตรดิตถ์", "projectValue": 1485000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61047286086", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก  พร้อมท่อลอดเหลี่ยมคอนกรีตเสริมเหล็ก  สายทางเข้าวัดดอยมูล  หมู่ที่  2  บ้านน้ำท่วม  ตำบลฝายหลวง  อำเภอลับแล  จังหวัดอุตรดิตถ์    ตามแบบที่ อบต. กำหนด  พร้อมป้ายโครงการ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลฝายหลวง", "province": "อุตรดิตถ์", "projectValue": 1109000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}