{"name": "บริษัท ชอกมลรัตน์ จำกัด", "tin": "0535560000111", "totalProjects": 5, "projects": [{"projectId": "60117424794", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต โดยวิธี Pavement In-Place Recycling Para Asphaltic Concrete  สาย อต.ถ.1-004 สายบ้านวังยาง ตำบลผาจุก-บ้านขุนฝาง ตำบลขุนฝาง อำเภอเมือง จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุตรดิตถ์", "province": "อุตรดิตถ์", "projectValue": 8731800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017184819", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางพาราแอสฟัลติกคอนกรีต สายบ้านดงคต หมู่ที่ 5 ตำบลน้ำอ่าง อำเภอตรอน-บ้านหนองเจริญ หมู่ที่ 10 ตำบลท่าสัก อำเภอพิชัย ตามแบบแปลนและประมาณการองค์การบริหารส่วนจังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุตรดิตถ์", "province": "อุตรดิตถ์", "projectValue": 8417000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127137092", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมผิวถนนลาดยางแอสฟัลต์ติก ถนนสายทาง อต.ถ.๔-๐๐๑  บ้านเลิศชัย หมู่ที่ ๔ ตำบลจริม - หมู่ที่ ๗ ตำบลหาดล้า อำเภอท่าปลา จังหวัดอุตรดิตถ์  ระยะทาง ๒,๑๓๐.๐๐ เมตร กว้าง ๖.๐๐ เมตร หนา ๐.๐๔ เมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลจริม", "province": "อุตรดิตถ์", "projectValue": 4165000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127169179", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต  รหัสทางหลวงท้องถิ่น อต.ถ.54-002  สายบ้านแม่เฉย-ม่อนหัวฝาย  หมู่ที่ 5 - หมู่ที่ 11  ตำบลบ้านด่านนาขาม  มีพื้นที่ไม่น้อยกว่า  10,650 ตารางเมตร  องค์การบริหารส่วนตำบลบ้านด่านนาขาม  อำเภอเมือง  จังหวัดอุตรดิตถ์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านด่านนาขาม", "province": "อุตรดิตถ์", "projectValue": 2763600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057270477", "projectName": "สอบราคาจ้างโครงการปรับปรุงเสริมผิวถนนยางพาราแอสฟัลท์ติกคอนกรีต ถนนสาย อต.ถ.79-004 บ้านโป่งแก้ว-บ้านหาดไก่ต้อย หมู่ที่ 4 ตำบลหาดล้า อำเภอท่าปลา จังหวัดอุตรดิตถ์", "localAuthority": "องค์การบริหารส่วนตำบลหาดล้า", "province": "อุตรดิตถ์", "projectValue": 630000.0, "purchaseMethod": "สอบราคา"}]}