{"name": "บริษัท  ศักดาพร  จำกัด", "tin": "0545524000026", "totalProjects": 13, "projects": [{"projectId": "60117049553", "projectName": "ประกวดราคาจ้างโครงการปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น พร.ถ.1-0039 สายบ้านแม่จอก-บ้านหาดผาคันอำเภอวังชิ้น - อำเภอลอง มีพื้นที่ไม่น้อยกว่า 38,650 ตารางเมตรองค์การบริหารส่วนจังหวัดแพร่ อำเภอวังชิ้น - ลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดแพร่", "province": "แพร่", "projectValue": 9594200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127041678", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น พร.ถ.70-001  หมู่ที่ 2 บ้านวังชิ้น  ตำบลวังชิ้น  อำเภอวังชิ้น  จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลวังชิ้น", "province": "แพร่", "projectValue": 2847900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047240672", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมบำรุงถนนลาดยาง สาย พร.ถ 1-0038 บ้านห้วยอ้อ-บ้านปากจอกตะวันตก อำเภอลอง จังหวัดแพร่ ขนาดกว้าง 6.00-7.00 เมตร ยาว 1,520.00 เมตร หนา 0.05 เมตร หรือมีพื้นที่ไม่น้อยกว่า 9,120 ตารางเมตร ตามแบบแปลนที่องค์การบริหารส่วนจังหวัดแพร่กำหนด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดแพร่", "province": "แพร่", "projectValue": 2822560.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127216649", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมผิวจราจรแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น พร.ถ.38-002 สายทางบ้านบ่อแก้ว หมู่ที่ 8 และ หมู่ที่ 10 ตำบลไทรย้อย อำเภอเด่นชัย จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลไทรย้อย", "province": "แพร่", "projectValue": 2602900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017448151", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนคอนกรีตเสริมเหล็กและถนนแอสฟัลติกคอนกรีต ด้วยการปูผิวแอสฟัลติกคอนกรีต (Overlay) บ้านช่องลม หมู่ที่ 1 บ้านเหล่าเจริญ หมู่ที่ 9 ตำบลหัวฝาย อำเภอสูงเม่น จ.แพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหัวฝาย", "province": "บุรีรัมย์", "projectValue": 2020700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077468814", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางแอสฟัลท์ติกคอนกรีต พร.ถ.1-0039 สายบ้านแม่จอก-บ้านหาดผาคัน อำเภอวังชิ้น-อำเภอลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดแพร่", "province": "แพร่", "projectValue": 844200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087655394", "projectName": "ประกวดราคาจ้างก่อสร้างถนนแอสฟัสท์ติคคอนกรีต บ้านอิม หมู่ที่ 5 ตำบลต้าผามอก อำเภอลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลต้าผามอก", "province": "แพร่", "projectValue": 491393.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037392870", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนแอสฟัสท์ติคคอนกรีต บ้านน้ำริน หมู่ที่ 2 ตำบลต้าผามอก อำเภอลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลต้าผามอก", "province": "แพร่", "projectValue": 491393.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037382397", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนแอสฟัสท์ติคคอนกรีต บ้านผามอก หมู่ที่ 1 ตำบลต้าผามอก อำเภอลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลต้าผามอก", "province": "แพร่", "projectValue": 489433.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087437740", "projectName": "จ้างเหมาเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต หมู่ที่ ๑ จากโรงเรียนบ้านไชยมาตย์ ถึงบ้านนางสมคิด เวียงโอสถ ตำบลเวียงทอง  อำเภอ สูงเม่น จังหวัดแพร่ รายละเอียดตามปริมาณงานและแบบแปลนที่ อบต.เวียงทองกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเวียงทอง", "province": "แพร่", "projectValue": 487800.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087455407", "projectName": "จ้างเหมาก่อสร้าง โครงการเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต หมู่ที่ ๕ จากบ้านนายสี สุดเสน่ห์ ถึงบ้านนางบัวลอย เจริญทรัพย์ ตำบลเวียงทอง อำเภอสูงเม่น จังหวัดแพร่  รายละเอียดตามปริมาณงานและแบบแปลนที่ อบต.เวียงทองกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเวียงทอง", "province": "แพร่", "projectValue": 403800.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087656254", "projectName": "ประกวดราคาจ้างก่อสร้างถนนแอสฟัสท์ติคคอนกรีต บ้านม่วงเจริญ หมู่ที่ 7 ตำบลต้าผามอก อำเภอลอง จังหวัดแพร่ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลต้าผามอก", "province": "แพร่", "projectValue": 362425.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097181443", "projectName": "จ้างเหมาก่อสร้าง โครงการก่อสร้างเสริมผิวจราจรแอสฟัลติกคอนกรีต หมู่ที่ ๘ จากหน้าวัดผาสุก ถึงแยกหน้าบ้านนายโต๊ะ จินดาคำ ตำบลเวียงทอง อำเภอสูงเม่น จังหวัดแพร่ รายละเอียดตามปริมาณงานและแบบแปลนที่ อบต.เวียงทองกำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเวียงทอง", "province": "แพร่", "projectValue": 229000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}