{"name": "บริษัท ส.เต็งไตรรัตน์ (น่าน) จำกัด", "tin": "0555523000031", "totalProjects": 8, "projects": [{"projectId": "60117087244", "projectName": "ประกวดราคาจ้างจ้างเหมาโครงการก่อสร้างถนนลาดยางแอสฟัสต์ติกคอนกรีต สายทางห้วยช้างสั่น บ้านก๋ง หมู่ที่ 1 ตำบลยม อำเภอท่าวังผา จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลยม", "province": "น่าน", "projectValue": 9702000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117069826", "projectName": "ประกวดราคาจ้างปรับปรุงถนนโดยเสริมผิวแอสฟัสท์ติกคอนกรีต สายถนนบ้านปรางค์พัฒนา 2 - บ้านไร่รวงทอง หมู่ 6 ตำบลปัว อำเภอปัว จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลปัว", "province": "น่าน", "projectValue": 9310000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117155723", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นน.ถ.16-003 ในเขตเทศบาลตำบลหนองแดง ตำบลหนองแดง  มีพื้นที่ไม่น้อยกว่า 45,405 ตารางเมตร เทศบาลตำบลหนองแดง อำเภอแม่จริม จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองแดง", "province": "น่าน", "projectValue": 8820000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117125611", "projectName": "ประกวดราคาจ้างปรับปรุงถนนโดยเสริมผิวแอสฟัสท์ติกคอนกรีต สายรพ.สมเด็จพระยุพราชปัว - สนง.ขนส่งสาขาปัว - บ้านสวนดอก หมู่ที่6 ตำบลวรนคร อำเภอปัว จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลปัว", "province": "น่าน", "projectValue": 7350000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127099134", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมผิวจราจรแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นน.ถ.62-001 สายบ้านเด่นพัฒนา หมู่ที่ 12-บ้านน้ำมีด หมู่ที่ 14 ตำบลเปือ จำนวน 2 ช่วง มีพื้นที่รวมไม่น้อยกว่า 10,200 ตารางเมตร องค์การบริหารส่วนตำบลเปือ อำเภอเชียงกลาง จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเปือ", "province": "น่าน", "projectValue": 4986200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117085869", "projectName": "ประกวดราคาจ้างจ้างเหมาโครงการก่อสร้างถนนลาดยางแอสฟัสต์ติกคอนกรีต  บ้านเชียงยืน  หมู่ที่ 4 ตำบลยม อำเภอท่าวังผา จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลยม", "province": "น่าน", "projectValue": 4096400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117139810", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นน.ถ.62-001 บ้านเด่นพัฒนา หมู่ที่ 12- บ้านน้ำมีด หมู่ที่ 14 ตำบลเปือ กว้าง 6 เมตร ยาว 785 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลเปือ อำเภอเชียงกลาง จังหวัดน่าน ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเปือ", "province": "น่าน", "projectValue": 2290300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087270449", "projectName": "จ้างปรับปรุงถนน ปรับระดับด้วยแอสฟัลคอนกรีต บ้านหล่ายทุ่ง หมู่ที่ 3 ตำบลปอน อำเภอทุ่งช้าง จังหวัดน่าน โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลปอน", "province": "น่าน", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}