{"name": "ห้างหุ้นส่วนจำกัด ก.นักซ่อม", "tin": "0603550001171", "totalProjects": 7, "projects": [{"projectId": "60107064134", "projectName": "ประกวดราคาจ้างโครงการซ่อมสร้างถนนลาดยาง Cape Seal รหัสทางหลวงท้องถิ่น อน.ถ.1-0056 สายแยกทางหลวงหมายเลข 3221 - บ้านหนองขาหย่าง หมู่ที่ 2 บ้านหนองโรง ตำบลดอนกลอย กว้าง 8 เมตร ยาว 5,600 เมตร องค์การบริหารส่วนจังหวัดอุทัยธานี อำเภอหนองขาหย่าง จังหวัดอุทัยธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุทัยธานี", "province": "อุทัยธานี", "projectValue": 9633400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057386291", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนลาดยาง Para Asphalt Concrete พร้อมระบบระบายน้ำ สายแยกทางหลวงหมายเลข 333 - บ้านน้ำซึม อำเภอเมืองอุทัยธานี จังหวัดอุทัยธานี ขนาดกว้าง 6 เมตร ยาว 1,415 เมตร หรือมีพื้นที่ไม่น้อยกว่า 8,490 ตารางเมตร พร้อมระบบระบายน้ำ รายละเอียดตามที่องค์การบริหารส่วนจังหวัดอุทัยธานีกำหนด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดอุทัยธานี", "province": "อุทัยธานี", "projectValue": 7266000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085049540", "projectName": "ประกวดราคาจ้างจ้างซ่อมสร้างถนนลาดยางผิวจราจรแอสฟัลท์ติกคอนกรีต  ( โดยวิธี  PAVEMENT   IN-PLACE   RECYCLING )  รหัสทางหลวงท้องถิ่น นว.ถ. 1- 0050  สายบ้านวังใหญ่  -  บ้านสายลำโพง  ตำบลวังใหญ่  เชื่อมต่อ ตำบลสายลำโพง อำเภอท่าตะโก  จังหวัดนครสวรรค์ ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดนครสวรรค์", "province": "นครสวรรค์", "projectValue": 6600000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61027273492", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างผิวจราจรลาดยางแอสฟัลท์ติกคอนกรีต หมู่ที่ 2 บ้านหนองแบน - หมู่ที่ 8 บ้านท่าข้ามสาคร ตำบลหนองนางนวล  อำเภอหนองฉาง จังหวัดอุทัยธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองนางนวล", "province": "อุทัยธานี", "projectValue": 4500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047145492", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนลาดยาง รหัสทางหลวงท้องถิ่น อน.ถ. ๒๙-๐๐๑ สายบ้านหนองตาคลอง-บ้านเกาะตาซ้ง หมู่ที่ ๑๐ บ้านเกาะตาซ้ง-หมู่ที่ ๘ บ้านทุ่งโพ ตำบลทุ่งโพ อำเภอหนองฉาง จังหวัดอุทัยธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งโพ", "province": "อุทัยธานี", "projectValue": 3060000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077058903", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางผิวจราจรเคพซีล หมู่ที่ ๑๔ ตำบลอุดมธัญญา เชื่อมต่อ ตำบลพุนกยูง อำเภอตากฟ้า จังหวัดนครสวรรค์ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครสวรรค์", "province": "นครสวรรค์", "projectValue": 2000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}