{"name": "หจก.ทรงคุณการโยธา(1988)", "tin": "0653531000238", "totalProjects": 12, "projects": [{"projectId": "61087515988", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนพาราแอสฟัลติกคอนกรีต หมู่ 6 เกาะน้อย  ตัดผ่านไปยังอุทยานประวัติศาสตร์ศรีสัชนาลัย ระยะทาง 1.510 กิโลเมตร หรือ 8,220 ตร.ม. องค์การบริหารส่วนตำบลหนองอ้อ อำเภอศรีสัชนาลัย จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองอ้อ", "province": "ราชบุรี", "projectValue": 6550000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017088153", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางแอสพัลท์ติกคอนกรีต รหัสทางหลวงท้องถ่ิ่น ตก.ถ.68001 สายบ้านปากห้วยไม้งาม - บ้านไร่ท่าตะกู หมู่ที่ 6 (ทางเข้าหมู่บ้าน) กว้าง 6 เมตร ยาว 1,900 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลหนองบัวเหนือ อำเภอเมืองตาก จังหวัดตาก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองบัวเหนือ", "province": "ตาก", "projectValue": 5555600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127194987", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางผิวจราจรแอสฟัลท์ติกคอนกรีต สายริมคลองแม่มอก หมู่ที่ 6 บ้านน้ำด้วน ตำบลเมืองบางขลัง อำเภอสวรรคโลก จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลเมืองบางขลัง", "province": "สุโขทัย", "projectValue": 4191500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087544403", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนพาราแอสฟัลติกคอนกรีต  สายทางเข้าศูนย์ปฏิบัติธรรมเชิงผา   หมู่ที่  11  ตำบลกลางดง  อำเภอทุ่งเสลี่ยม  จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลกลางดง", "province": "นครราชสีมา", "projectValue": 1817000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047009136", "projectName": "จ้างปรับปรุงซ่อมแซมถนนลาดยาง เพื่อจ่ายเป็นค่าปรับปรุงผิวจราจรถนนลาดยาง สาย     อต.ถ. 1-053 บ้านชำหนึ่ง-บ้านวังตอ ตำบลท่าสัก-ตำบลไร่อ้อย อำเภอพิชัย กว้าง 8 เมตร ยาว 525 เมตร ตามแบบแปลนและประมาณการขององค์การบริหารส่วนจังหวัดอุตรดิตถ์ โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดอุตรดิตถ์", "province": "อุตรดิตถ์", "projectValue": 496000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047294183", "projectName": "จ้างซ่อมสร้างผิวจราจรแอสฟัลท์ติกคอนกรีต (ASPHALT CONCRETE) หมู่ที่ 7  บ้านวังพรม ตำบลวังทอง อำเภอวังทอง จังหวัดพิษณุโลก โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลวังทอง", "province": "กำแพงเพชร", "projectValue": 496000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037191128", "projectName": "จ้างก่อสร้างถนนผิวจราจรพาราแอสฟัสต์คอนกรีต  สายทางหนองกระแสน - หนองระหาร  หมู่ที่  5  ตำบลโตนด  อำเภอคีรีมาศ  จังหวัดสุโขทัย รายละเอียดตามแบบรูปรายการที่ อบต.กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลโตนด", "province": "นครราชสีมา", "projectValue": 435000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087674860", "projectName": "จ้างก่อสร้างถนนลาดยางแอสฟัสท์ติกคอนกรีต สายคลองระกำฝั่งซ้าย หมู่ที่ 1  ตำบลบ้านซ่าน  อำเภอศรีสำโรง จังหวัดสุโขทัย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบ้านซ่าน", "province": "สุโขทัย", "projectValue": 433000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61047013951", "projectName": "จ้างเสริมผิวทางลาดยางพาราแอสฟัลต์ติกคอนกรีต  สายร่วมใจรัก   หมู่ที่  10  ตำบลโตนด  อำเภอคีรีมาศ  จังหวัดสุโขทัย  รายละเอียดตามแบบรูปรายการที่  อบต.กำหนด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลโตนด", "province": "นครราชสีมา", "projectValue": 153000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61067383934", "projectName": "จ้างโครงการฉาบผิวทางสเลอรี่ซีล สายกลางหมู่บ้าน หมู่ที่ 5 บ้านหนองหมื่นชัย ตำบลไทยชนะศึก อำเภอทุ่งเสลี่ยม จังหวัดสุโขทัย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลไทยชนะศึก", "province": "สุโขทัย", "projectValue": 141000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61027435767", "projectName": "ซื้อจัดซ้อยาง Hotmix ( แอสฟัลท์ ) จำนวน 12 ตันๆละ 2,500 บาท  เป็นเงิน 30,000 บาท  ตามโครงการซ่อมแซมถนนลาดยางและถนนลูกรังภายในพื้นที่ตำบลไทยชนะศึก                            อำเภอทุ่งเสลี่ยม จังหวัดสุโขทัย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลไทยชนะศึก", "province": "สุโขทัย", "projectValue": 100000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097474762", "projectName": "ซื้อยาง แอสฟัลท์ ( Hotmix )  จำนวน ๑๒ ตันๆละ ๒,๕๐๐ บาท ตามโครงการปรับปรุงและบำรุงรักษาที่ดินและสิ่งปลูกสร้าง หมู่ที่ ๒,๖,๗,๙,๑๐ องค์การบริหารส่วนตำบลไทยชนะศึก อำเภอทุ่งเสลี่ยม จังหวัดสุโขทัย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลไทยชนะศึก", "province": "สุโขทัย", "projectValue": 100000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}