{"name": "ห้างหุ้นส่วนจำกัด พิษณุดีพร้อม", "tin": "0653533000081", "totalProjects": 6, "projects": [{"projectId": "61057380637", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตโดยวิธี Pavement In-Place Recycling  สายบ้านเขาดินไพรวัลย์ หมู่ที่ ๔ ตำบลนาขุนไกร อำเภอศรีสำโรง เชื่อมตำบลทุ่งเสลี่ยม  อำเภอทุ่งเสลี่ยม จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุโขทัย", "province": "สุโขทัย", "projectValue": 12000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117104011", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางผิวจราจรแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น สท.ถ.46011 สายซอย 4 ทุ่งป่าแดง หมู่ที่ 7 บ้านหนองน้ำขุ่น ตำบลบ้านด่าน อำเภอบ้านด่านลานหอย จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านด่าน", "province": "สุโขทัย", "projectValue": 4550100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017328174", "projectName": "ประกวดราคาจ้างก่อสร้างค่าก่อสร้างถนนผิวจราจรลาดยางแบบแอสฟัลท์ติกคอนกรีต สาย หมู่ที่ 9 บ้านตะแบกงาม ต.ชุมแสงสงครามเชื่อมต่อ ต.ท่านางงาม อ.บางระกำ จ.พิษณุโลก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดพิษณุโลก", "province": "พิษณุโลก", "projectValue": 3600000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077161105", "projectName": "ประกวดราคาจ้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต สายลานกระรอก หมู่ที่ 4 ตำบลศรีคีรีมาศ เชื่อมหมู่ที่ 8 ตำบลบ้านน้ำพุ อำเภอคีรีมาศ จังหวัดสุโขทัย เชื่อมต่อหมู่ที่ 4 ตำบลห้วยยั้ง อำเภอพรานกระต่าย จังหวัดกำแพงเพชร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุโขทัย", "province": "สุโขทัย", "projectValue": 3200000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077069189", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต สายทุ่งยางเมือง-วังกร่าง หมู่ที่ 4 บ้านวังกร่าง ตำบลทุ่งยางเมือง อำเภอคีรีมาศ จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลทุ่งยางเมือง", "province": "สุโขทัย", "projectValue": 1854000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077310537", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนแอสฟัลท์ติกคอนกรีต สายหมู่ที่ 4 - หมู่ที่ 1 (ช่วงที่1) หมู่ที่ 4 บ้านบ่อไม้แดง ตำบลบ้านด่าน อำเภอบ้านด่านลานหอย จังหวัดสุโขทัย ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านด่าน", "province": "สุโขทัย", "projectValue": 1100000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}