{"name": "ห้างหุ้นส่วนจำกัด โชคชัยรัตน์การโยธา", "tin": "0703545000218", "totalProjects": 26, "projects": [{"projectId": "61057314404", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางพาราแอสฟัลท์ติกคอนกรีต สายเลียบคลองโพรงมะเดื่อ หมู่ที่ ๕ ตำบลโพรงมะเดื่อ เชื่อมต่อ หมู่ที่ ๑,๒ ตำบลหนองดินแดง อำเภอเมืองนครปฐม จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 11208000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117071999", "projectName": "ประกวดราคาจ้างโครงการปรับปรุงผิวซ่อมสร้างผิวทางลาดยางแอสฟัลท์ติกคอนกรีต(โดยวิธี Pavement In-Plance Recycling) ทางหลวงท้องถิ่นหมายเลข รบ.1001 สายดำเนินฯ-วัดอุบลวรรณา- ตลาดหลัก หมู่ที่ 1- 4 ตำบลศรีสุราษฎร์ อำเภอดำเนินสะดวก จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลศรีดอนไผ่", "province": "ราชบุรี", "projectValue": 9753900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127426468", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางแอสฟัสท์ติกคอนกรีตแบบเวอร์เลย์ สายเลียบคลองชลประทาน (เลียบคลองส่งน้ำ 1 ขวา 9 ซ้าย ฝั่วขวา) หมู่ที่ 1,3,4,6,7 ตำบลหนองอ้อ กว้าง 8 เมตร ยาว 2,800 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลหนองอ้อ อำเภอบ้านโป่ง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองอ้อ", "province": "ราชบุรี", "projectValue": 9604000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127409131", "projectName": "ประกวดราคาจ้างก่อสร้างบำรุงรักษาซ่อมแซมถนนและไหล่ทางตามโครงการถ่ายโอนภารกิจ (รบ.3022) สายบ้านจอมบึงบ้านหนองนกกระเรียน ตำบลรางบัว อำเภอจอมบึง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 9153000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047103001", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กหมู่ที่ 10 สายสวนพระหฤทัย 2 ถึงหนองปลาตะเพียน เชื่อมต่อหมู่ที่ 6 หมู่ที่ 9 ตำบลแพงพวย เชื่อมต่อตำบลบ้านไร่ อำเภอดำเนินสะดวก จังหวัดราชบุรี (ต่อจากเดิม) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 4405000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017472202", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตหมู่ที่ 7 บ้านทุ่งเหียง ตำบลด่านทับตะโก อำเภอจอมบึง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 4270000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027065304", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตแบบ (OVERLAY) หมู่ที่ 3-7 ตำบลคลองตาคต อำเภอโพธาราม จังหวัดราชบุรี (เทศบาลตำบลคลองตาคต) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 3834000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057370429", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างเขื่อนกำแพงกันดินคอนกรีตเสริมเหล็กเลียบถนนลาดยางบ้านรางเฟื้อ หมู่ที่ 5 ตำบลดอนคลัง อำเภอดำเนินสะดวก จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 3440000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017459264", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายพุกระถิน หมู่ที่ 8 ตำบลยางหัก อำเภอปากท่อ จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 3339000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067045432", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีต สายริมบึงบางช้าง หมู่ที่ ๑๐,๑๑ ตำบลคลองจินดา อำเภอสามพราน เชื่อมต่อ ตำบลโคกพระเจดีย์ อำเภอนครชัยศรี จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 2970000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017085130", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายแยกบางป่า - คลองขุดลัดราชบุรี (สายหน้าโรงสีกำนันวุฒิ) หมู่ที่ 6 - 7 ตำบลพงสวาย อำเภอเมือง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหลักเมือง", "province": "กาฬสินธุ์", "projectValue": 2690000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127416237", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตบ้านคลองราษฎร์เจริญหมู่ที่ 5 ตำบลท่านัด เชื่อมต่อเทศบาลตำบลดำเนินสะดวก อำเภอดำเนินสะดวก จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 2483000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027405499", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายหมู่ที่ 6 เชื่อมต่อหมู่ที่ 8 ตำบลสี่หมื่น อำเภอดำเนินสะดวก จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 2410000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037388149", "projectName": "สอบราคาจ้างโครงการปรับปรุงถนน และเส้นทางจราจรภายในเขตเทศบาล โดยทำการปรับปรุงซ่อมสร้างถนนลาดยางพาราแอสฟัลท์ติกคอนกรีต ด้วยวิธี Pavement In - Place Recycling ซอยผู้ใหญ่แดง หมู่ที่ 8 ตำบลศรีสุราษฎร์ อำเภอดำเนินสะดวก จังหวัดราชบุรี", "localAuthority": "เทศบาลตำบลศรีดอนไผ่", "province": "ราชบุรี", "projectValue": 1979000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61057018022", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายดอนไผ่พัฒนา 2 หมู่ที่ 1 ตำบลดอนไผ่ เชื่อมต่อหมู่ที่ 4 ตำบลประสาทสิทธิ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 1777000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037405154", "projectName": "สอบราคาจ้างโครงการซ่อมแซม ปรับปรุงถนนและเส้นทางจราจรภายในเขตเทศบาล โดยทำการเสริมผิวถนนลาดยางแบบพาราแอสฟัลท์ติกคอนกรีตและคอสะพานถนนสายดำเนินสะดวก-หลักห้า หมู่ที่ 8,7,6,5 ตำบลศรีสุราษฎร์ หมู่ที่ 5,7,2 ตำบลดอนไผ่ และหมู่ที่ 4,5 ตำบลประสาทสิทธิ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี", "localAuthority": "เทศบาลตำบลศรีดอนไผ่", "province": "ราชบุรี", "projectValue": 1481000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61047215478", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนผิวจราจรแอสฟัลท์ติกคอนกรีต สายบ้านบางสะใภ้ หมู่ที่ ๗ ตำบลนางตะเคียน อำเภอเมืองฯ จังหวัดสมุทรสงคราม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสมุทรสงคราม", "province": "สมุทรสงคราม", "projectValue": 1470000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037017653", "projectName": "สอบราคาจ้างโครงปรับปรุงถนน คสล.สายนาหัวเรือ หมู่ที่ 4 โดยวิธีปรับปรุงถนนลาดยาง AC (ต่อจากเดิม) ตำบลนาพันสาม อำเภอเมือง จังหวัดเพชรบุรี", "localAuthority": "องค์การบริหารส่วนตำบลนาพันสาม", "province": "เพชรบุรี", "projectValue": 1108000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "60117066569", "projectName": "ประกวดราคาจ้างปรับปรุงถนน คสล.โดยวิธีเสริมผิวแอสฟัลต์ติกคอนกรีต(OVER LAY)สายเลียบคลองเหมืองเจ๊ก หมู่ 7 ตำบลนาพันสาม อำเภอเมือง จังหวัดเพชรบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลนาพันสาม", "province": "เพชรบุรี", "projectValue": 887900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107091401", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างลานกีฬาเอนกประสงค์ หมู่ที่ 4 ตำบลบ้านไร่ อำเภอเมืองราชบุรี จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านไร่", "province": "ชัยภูมิ", "projectValue": 704900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097431119", "projectName": "จ้างโครงการขยายไหล่ทางบริเวณโรงเรียนประสาทรัฐประชากิจ หมู่ที่ 5 ตำบลประสาทสิทธิ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลศรีดอนไผ่", "province": "ราชบุรี", "projectValue": 450000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61057093755", "projectName": "จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก ซอย 6 หมู่ที่ 6 ตำบลขุนพิทักษ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลขุนพิทักษ์", "province": "ราชบุรี", "projectValue": 407500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61017403490", "projectName": "จ้างซ่อมแซมถนนซอยเจริญสุข หมู่ที่ ๑ จำนวน ๔๖๐ ตารางเมตร จำนวน ๔ แห่ง ซ่อมทางเชื่อมถนนลาดยาง จำนวน ๒๐๘ ตารางเมตร ซอยบ้านโคกค้าง, ซอยโคกหว้า, ซอยโคกตีนท่า หมู่ที่ ๗ จำนวน ๓ แห่ง ตำบลดอนกรวย อำเภอดำเนินสะดวก จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลดอนกรวย", "province": "ราชบุรี", "projectValue": 267500.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61057099967", "projectName": "จ้างโครงการซ่อมแซมถนนคอนกรีตเสริมเหล็ก ซอย 1 หมู่ที่ 9 ตำบลขุนพิทักษ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลขุนพิทักษ์", "province": "ราชบุรี", "projectValue": 212000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097415539", "projectName": "จ้างโครงการติดตั้งการ์ดเลน บริเวณจุดอันตราย คลองนกกระยาง(ชุมชนบ้านหนองงูเหลือม) หมู่ที่ 3 ตำบลประสาทสิทธิ์ อำเภอดำเนินสะดวก จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "เทศบาลตำบลศรีดอนไผ่", "province": "ราชบุรี", "projectValue": 153000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037459022", "projectName": "จ้างโครงการเสริมผิวจราจรลาดยางแอสฟัลท์ติกคอนกรีต (แบบ Over Lay) สายบ้านบางพลับ ถึง บ้านหนองอ้อ (บริเวณหน้าบ้านนางจงกลนี ยอดปรีดา) หมู่ที่ ๘บ้านคลองไทร ตำบลบางพรม อำเภอบางคนที จังหวัดสมุทรสงคราม โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบางพรม", "province": "สมุทรสงคราม", "projectValue": 14000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}