{"name": "ห้างหุ้นส่วนจำกัดท่าผาคอนสตรัคชั่น", "tin": "0703546000921", "totalProjects": 16, "projects": [{"projectId": "60117142393", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็กพร้อมวางท่อระบายน้ำ  บริเวณจากประตูน้ำถึงคลองธรรมชาติ  หมู่ที่ 8  ตำบลดอนกระเบื้อง  อำเภอบ้านโป่ง  จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอนกระเบื้อง", "province": "ราชบุรี", "projectValue": 8469000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117365840", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนคอนกรีตเสริมเหล็ก สายหมู่ที่ ๑ ตำบลงิ้วราย เชื่อมต่อ ตำบลไทยาวาส อำเภอนครชัยศรี จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 3119000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127299196", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายทางแยกลูกชิ้นน้องบอม ถึงหมู่ที่ 8 ตำบลท่าผา อำเภอบ้านโป่ง จังหวัดราชบุรี (เทศบาลเมืองท่าผา) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 1363000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085148136", "projectName": "สอบราคาจ้างโครงการก่อสร้างรางระบายน้ำ คสล.รูปตัวยู บริเวณถนนท้าวอู่ทอง ซอย 1 หมู่ที่ 3 ตำบลดอนตะโก  อำเภอเมืองราชบุรี จังหวัดราชบุรี", "localAuthority": "องค์การบริหารส่วนตำบลดอนตะโก", "province": "นครศรีธรรมราช", "projectValue": 1238000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "60085145586", "projectName": "สอบราคาจ้างโครงการก่อสร้างถนน คสล. บริเวณซอยบ้านนายศรีสกุลถึงบ้านนางละออ หมู่ที่ 9  ตำบลดอนตะโก  อำเภอเมืองราชบุรี  จังหวัดราชบุรี", "localAuthority": "องค์การบริหารส่วนตำบลดอนตะโก", "province": "นครศรีธรรมราช", "projectValue": 1158000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "60117368876", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีต สายเปโตร ๓ หมู่ที่ ๖ ตำบลท่าข้าม เชื่อมต่อ ตำบลอ้อมใหญ่ อำเภอสามพราน จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 868000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107147053", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็กซอยบ้าน นายมุ่ย   ปิ่นเกตุ หมู่ที่ ๑๕ ตำบลปากช่อง อำเภอจอมบึง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลปากช่อง", "province": "นครราชสีมา", "projectValue": 585700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60097007372", "projectName": "ประกวดราคาจ้างก่อสร้างถนนคอนกรีตเสริมเหล็กพร้อมวางท่อ หมู่ที่ 2 บ้านทุ่งแจง ซอยบุญมีเกษตร ตำบลแก้มอ้น อำเภอจอมบึง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลแก้มอ้น", "province": "ราชบุรี", "projectValue": 503000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077524992", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก จากร้านค้าป้าติ๋วจนถึงบ้านนางสุรีย์พร บ่อคำ ระยะทาง 164 เมตร หรือมีพื้นที่ดำเนินการไม่น้อยกว่า 747.50 ตารางเมตร หมู่ที่ 10 บ้านหนองตะแคง ตำบลหนองอ้อ อำเภอบ้านโป่ง จังหวัดราชบุรี ตามแบบที่ อบต.หนองอ้อกำหนด พร้อมป้ายประชาสัมพันธ์โครงการ 1 ป้าย โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลหนองอ้อ", "province": "ราชบุรี", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037113997", "projectName": "จ้างก่อสร้างถนนลาดยาง ผิวจราจรแอสฟัลท์ติกคอนกรีต สายหนองปรือ-โป่งแค หมู่ 10 ตำบลเขาชะงุ้ม อำเภอโพธาราม จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเขาชะงุ้ม", "province": "ราชบุรี", "projectValue": 500000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037110295", "projectName": "จ้างก่อสร้างถนนลาดยาง ผิวจราจรแอสฟัลท์ติกคอนกรีต  สายหนองหญ้าปล้อง - ชัดวัวนอน หมู่ 9 ตำบลเขาชะงุ้ม อำเภอโพธาราม จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเขาชะงุ้ม", "province": "ราชบุรี", "projectValue": 490000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037102897", "projectName": "จ้างก่อสร้างถนนลาดยาง ผิวจราจรแอสฟัลท์ติกคอนกรีต สายบ้านนายปรีชา  หมู่ 6 ตำบลเขาชะงุ้ม อำเภอโพธาราม จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเขาชะงุ้ม", "province": "ราชบุรี", "projectValue": 490000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "60117391283", "projectName": "จ้างก่อสร้างรางระบายน้ำรูปตัวยู ฝาปิดคอนกรีตเสริมเหล็ก บริเวณบ้านหนองเขมร หมู่ที่ 13 บ้านตลาดนัด ตำบลคุ้งพยอม อำเภอบ้านโป่ง จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลคุ้งพยอม", "province": "ราชบุรี", "projectValue": 415000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61067009797", "projectName": "จ้างรื้อถนนลาดยาง และก่อสร้างถนนคอนกรีตเสริมเหล็ก หรือพื้นที่เทคคอนกรีตจำนวน ๒ ช่วง บริเวณสายแยกเข้าถนนสายวัดรับน้ำ หมู่ที่ ๑๓ บ้านตลาดนัด ตำบลคุ้งพยอม อำเภอบ้านโป่ง จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลคุ้งพยอม", "province": "ราชบุรี", "projectValue": 200000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61057150555", "projectName": "จ้างเหมาก่อสร้างรางระบายน้ำรูปตัวยู พร้อมฝาปิดตะแกรงเหล็ก และวางท่อระบายน้ำ คสล. บริเวณหน้าบ้านนางวราภรณ์ มณฑา ถึงหน้าบ้านนางเครือวัลย์ สินทวีสุข หมู่ที่ ๑๐ บ้านกลาง ตำบลคุ้งพยอม  อำเภอบ้านโป่ง  จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลคุ้งพยอม", "province": "ราชบุรี", "projectValue": 114400.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61017458011", "projectName": "จ้างเหมาซ่อมแซมถนนสายบ้านสนามไชย - แช่ไห บริเวณ หมู่ที่ ๓  โดยเทคอนกรีตเสริมเหล็ก ขนาดกว้าง  ๓ เมตร ยาว ๒๒ เมตร   ตำบลดอนกรวย  อำเภอดำเนินสะดวก  จังหวัดราชบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลดอนกรวย", "province": "ราชบุรี", "projectValue": 53900.0, "purchaseMethod": "เฉพาะเจาะจง"}]}