{"name": "บริษัท พี เอส ดี คอนสตรัคชั่น 2011 จำกัด", "tin": "0705554001134", "totalProjects": 14, "projects": [{"projectId": "61067189580", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงขยายผิวจราจรพาราแอสฟัลท์ติกคอนกรีต  ถนนสายสุขสวัสดิ์ - สาขลา เริ่มจากทางหลวงหมายเลข ๓๐๓  ตอนพระสมุทรเจดีย์ - ป้อมพระจุลจอมเกล้า  ถึงชุมชนบ้านสาขลา  ตำบลแหลมฟ้าผ่า  เชื่อมตำบลนาเกลือ  อำเภอพระสมุทรเจดีย์  จังหวัดสมุทรปราการ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสมุทรปราการ", "province": "สมุทรปราการ", "projectValue": 100500000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077060964", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงเสริมผิวจราจรพาราแอสฟัลท์ติกคอนกรีต  ถนนทางหลวงหมายเลข สป ๓๐๐๘  บ้านพุฒสี - บ้านเทพารักษ์  อำเภอเมืองสมุทรปราการ  จังหวัดสมุทรปราการ ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสมุทรปราการ", "province": "สมุทรปราการ", "projectValue": 30835000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017410552", "projectName": "ประกวดราคาจ้างก่อสร้างบำรุงรักษาซ่อมแซมถนนและไหล่ทางตามโครงการถ่ายโอนภารกิจฯ (รบ 3152) สายบ้านลำพระ-บ้านหนองจอก ตำบลบ้านคา ตำบลหนองพันจันทร์ อำเภอบ้านคา จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 8362000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60107102194", "projectName": "ประกวดราคาจ้างปรับปรุงซ่อมแซมผิวจราจรแอสฟัลท์ติกคอนกรีต  รหัสทางหลวงท้องถิ่น สพ ถ. ๓๐-๐๐๑-๑๙  สายบ้านหลักเมตร - คันคลอง ๑๙  หมู่ที่ ๙ , หมู่ที่ ๗  ตำบลสระแก้ว กว้าง ๕ เมตร ยาว ๒,๒๔๕ เมตร หนา ๐.๐๕ เมตร เทศบาลตำบลท่าเสด็จ อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลท่าเสด็จ", "province": "สุพรรณบุรี", "projectValue": 7366700.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057100638", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมสร้างถนนผิวจราจรราดยาง (โดยวิธี PAVEMENT IN-PLACE RECYCLING) ถนนสายเลียบคลองประปา (กม.7+470 ถึง กม.9+020) ตำบลบางคูรัด อำเภอบางบัวทอง จังหวัดนนทบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนนทบุรี", "province": "นนทบุรี", "projectValue": 6766000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117263169", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางเข้าชุมชนบ้านนายสวงศ์ หมู่ 3 ตำบลหนองสองห้อง อำเภอบ้านแพ้ว จังหวัดสมุทรสาคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหลักห้า", "province": "สมุทรสาคร", "projectValue": 4595000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085023433", "projectName": "ประกวดราคาจ้างเหมาก่อสร้างถนนลาดยางแอสฟัลติกคอนกรีตสายเลียบคลองปฏิรูป ๒ หมู่ที่ ๓ ถึงหมู่ที่ ๔ ตำบลมหาสวัสดิ์ อำเภอพุทธมณฑล จังหวัดนครปฐม ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนตำบลมหาสวัสดิ์", "province": "นครปฐม", "projectValue": 3762000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60117262822", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางซอยตาย้อย หมู่ 1 ตำบลยกกระบัตร อำเภอบ้านแพ้ว จังหวัดสมุทรสาคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหลักห้า", "province": "สมุทรสาคร", "projectValue": 3412000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117345365", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต สายหมู่ที่ ๑๖ ตำบลบางหลวง เชื่อมต่อ ตำบลหินมูล อำเภอบางเลน จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 3300000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60097028775", "projectName": "ประกวดราคาจ้างปรับปรุงผิวแอสฟัลท์ติกคอนกรีต หมู่บ้านเกล้ารัตนา หมู่ที่  7  ตำบลเสาธงหิน  อำเภอบางใหญ่  จังหวัดนนทบุรี  โดยปรับปรุงผิวแอสฟัลท์ติกคอนกรีต(พื้นที่ไม่น้อยกว่า 8,181.10 ตารางเมตร)หนา 0.05 เมตร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลเสาธงหิน", "province": "นนทบุรี", "projectValue": 3300000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127081076", "projectName": "ประกวดราคาจ้างโครงการซ่อมแซมถนนลาดยาง  รหัสทางหลวงท้องถิ่น พบ.ถ.54-001  สายบ้างวังหิน -  บ้านปากรัตน์  หมู่ที่  5-7  ตำบลยางน้ำกลัดใต้   อำเภอหนองหญ้าปล้อง  จังหวัดเพชรบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลยางน้ำกลัดใต้", "province": "เพชรบุรี", "projectValue": 2675400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017472605", "projectName": "ประกวดราคาจ้างก่อสร้างเสริมผิวถนนแอสฟัทต์ติกคอนกรีตสายบ้านหนองจิก หมู่ที่่ 9 ต.หนองจอก อ.ท่ายาง จ.เพชรบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองจอก", "province": "เพชรบุรี", "projectValue": 2608000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117222055", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างผิวจราจรแอสฟัลท์ติกคอนกรีตสายบ้านหนองโพธิ์ หมู่ที่ 3 ต.บ้านหาด อ.บ้านลาด จ.เพชรบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านหาด", "province": "เพชรบุรี", "projectValue": 1096600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}