{"name": "บริษัทเขมราชการสร้างจำกัด", "tin": "0715544000216", "totalProjects": 8, "projects": [{"projectId": "61037365646", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านบึง - บ้านหัวป่าน้อย อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 4800000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057139784", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายพุเกตุ-ห้วยบง หมู่ที่ 4 ตำบลห้วยยางโทน เชื่อมต่อหมู่ที่ 6 บ้านหนองไผ่ (หนองโป่ง) ตำบลทุ่งหลวง อำเภอปากท่อ จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 4117000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067180658", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนลาดยางแอสฟัลต์คอนกรีต  ซอยสาธารณะถนนเทศบาลตำบลเจ็ดเสมียน  ซอย  ๑  (เริ่มจากศาลาอเนกประสงค์ไปทางท้ายซอย  ๑,๕๐๐  เมตร)  หมู่ที่  ๖  ตำบลเจ็ดเสมียน  อำเภอโพธาราม  จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลเจ็ดเสมียน", "province": "ราชบุรี", "projectValue": 4030000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057065596", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงผิวจราจรถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต หมู่ที่ 8 บ้านหนองยายแก้ว ถึงหมู่ที่ 11 บ้านโพธิ์ ตำบลคูบัว อำเภอเมืองราชบุรี จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 3939000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057158538", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายหลังโรงเรียนบ้านหนองนางแพรว หมู่ที่ 6 ตำบลน้ำพุ อำเภอเมืองราชบุรี เชื่อมต่อตำบลจอมบึง อำเภอจอมบึง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 2998000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057106485", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงขยายผิวจราจรถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายเลียบคลองขุดลัดราชบุรี (ฝั่งโรงงานกะทิ) หมู่ที่ 3 และหมู่ที่ 7 ตำบลพงสวาย อำเภอเมืองราชบุรี จังหวัดราชบุรี (เทศบาลตำบลหลักเมือง) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 2902000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057161966", "projectName": "ประกวดราคาจ้างก่อสร้างขยายไหล่ทางถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายหนองกวางพัฒนา หมู่ที่ 1 ตำบลหนองกวาง อำเภอโพธาราม จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 1994000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61077279440", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนสายลาดยางแอสฟัลท์ติกคอนกรีต (Overlay) สายเลียบคลองท่อม่วง  จากทางลอดถึงประตูน้ำหมู่ที่ ๑,๒ ตำบลหนองโพ อำเภอโพธาราม จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลหนองโพ", "province": "ราชบุรี", "projectValue": 1000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}