{"name": "ห้างหุ้นส่วนจำกัด ดิวัน คอนสตรัคชั่น  สุพรรณบุรี", "tin": "0723556000826", "totalProjects": 10, "projects": [{"projectId": "60127303340", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแบบแอสฟัลท์ติกคอนกรีตสายรางเสน่ห์-โป่งนกกระทา หมู่ที่ 3 บ้านโป่งนกกระทา ตำบลท่าเคย อำเภอสวนผึ้ง จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 4937000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127330135", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต สายคันคลองส่งน้ำ 1 ซ้าย 3 ซ้าย 1 ขวา ฝั่งซ้าย หมู่ที่ 5 และหมู่ที่ 6 ตำบลบ้านกุ่ม กว้าง 5 เมตร ยาว 1,810 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลบ้านกุ่ม อำเภอสองพี่น้อง จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบ้านกุ่ม", "province": "เพชรบุรี", "projectValue": 4922000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117404716", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างผิวทางลาดยางพาราแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น นย.ถ.24-001 สายถนนภายในหมู่บ้าน หมู่ที่ 10 (ซอยขุนแผน) บ้านเข็มทอง ตำบลบางสมบูรณ์ กว้าง 4 เมตร ยาว 1,400 เมตร หนา 0.05 เมตร องค์การบริหารส่วนตำบลบางสมบูรณ์  อำเภอองครักษ์  จังหวัดนครนายก ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบางสมบูรณ์", "province": "นครนายก", "projectValue": 3008600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127442772", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมสร้างถนนแอสฟัลท์ติกคอนกรีต สายบ้านราชสถิตย์หมู่ที่ 1- บ้านโรงม้า หมู่ที่ 5 (ถนนสายเลียบแม่น้ำเจ้าพระยา) ตำบลราชสถิตย์ อำเภอไชโย จังหวัดอ่างทอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลราชสถิตย์", "province": "อ่างทอง", "projectValue": 2509800.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117486356", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมแซมถนนลาดยาง รหัสทางหลวงท้องถิ่น ลบ.ถ.2042 หมู่ที่ 2 โคกสุข ตำบลหนองเต่า อำเภอบ้านหมี่ จังหวัดลพบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองเต่า", "province": "นครสวรรค์", "projectValue": 2106000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127031713", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนคอนกรีตเสริมเหล็กโดยปูแอสฟัสท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น อท.ถ.36-002 หมู่ที่ 4 เชื่อมต่อ หมู่ที่ 6 ตำบลบางเสด็จ พื้นที่ไม่น้อยกว่า 5,480 ตารางเมตร องค์การบริหารส่วนตำบลบางเสด็จ อำเภอป่าโมก จังหวัดอ่างทอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลบางเสด็จ", "province": "อ่างทอง", "projectValue": 2037400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027424130", "projectName": "สอบราคาจ้างโครงการปรับปรุงผิวจราจรลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านไผ่เกาะโพธิ์งาม - บ้านคันลำ อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 2000000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61017168286", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงถนนเดิมเป็นถนนเดิมเป็นถนนลาดยางแอสฟัลท์ติกคอนกรีต ถนนสายบ้านนายสุชิน ศรีนวล หมู่ที่ 7 - บ้านท่ากุ่ม หมู่ที่ 6 ตำบลหนองสาหร่าย อำเภอดอนเจดีย์ จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหนองสาหร่าย", "province": "นครราชสีมา", "projectValue": 1970000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127360719", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น อย.ถ. 21-005 สายเทศบาลซอย 8 หมู่ที่ 10 ตำบลบ้านเลน กว้าง 6 เมตร ยาว 1,000 เมตร หนา 0.05 เมตร เทศบาลตำบลบางปะอิน อำเภอบางปะอิน จังหวัดพระนครศรีอยุธยา ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลบางปะอิน", "province": "พระนครศรีอยุธยา", "projectValue": 1930600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61097489949", "projectName": "จ้างเหมาตามโครงการซ่อมแซมถนนลาดยางผิวจราจร  Asphalt  Concrete  หมู่ที่ 1 , 2 และ หมู่ที่ 3   พร้อมป้ายประชาสัมพันธ์โครงการฯ จำนวน ๑ ป้าย   ตำบลดอนโพธิ์ทอง อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลดอนโพธิ์ทอง", "province": "สุพรรณบุรี", "projectValue": 498000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}