{"name": "บริษัท ที.ดี.ดี. ก่อสร้าง จำกัด", "tin": "0725538000641", "totalProjects": 15, "projects": [{"projectId": "61017090968", "projectName": "ประกวดราคาจ้างก่อสร้างบำรุงรักษาซ่อมแซมถนนและไหล่ทางตามโครงการถ่ายโอนภารกิจฯ (รบ2030) สายบ้านหัวรอ-บ้านหุบพังพาย ตำบลเขาชะงุ้ม ตำบลหนองกวาง อำเภอโพธาราม จังหวัดราชบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดราชบุรี", "province": "ราชบุรี", "projectValue": 21871000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027160026", "projectName": "ประกวดราคาจ้างก่อสร้างเสริมผิวจราจรแอสฟัลท์ติกคอนกรีต ถนนสายพระราม 2 - เอกชัย (อู่ปรีชา) หมู่ที่ 4 ตำบลนาดี อำเภอเมืองสมุทรสาคร จังหวัดสมุทรสาคร ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสมุทรสาคร", "province": "สมุทรสาคร", "projectValue": 12738000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117199251", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น อย.ถ. 145-01 สายบ้านสิงหนาท - บ้านบ่อเงิน หมู่ที่ 5 และ หมู่ที่ 7 ตำบลสิงหนาท กว้าง 6 เมตร ยาว 2,800 เมตร หนา 0.05 เมตร ไหล่ทางกว้างข้างละ 0.15 เมตร องค์การบริหารส่วนตำบลสิงหนาท อำเภอลาดบัวหลวง จังหวัดพระนครศรีอยุธยา ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสิงหนาท", "province": "พระนครศรีอยุธยา", "projectValue": 7628300.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047233794", "projectName": "ประกวดราคาจ้างก่อสร้างซ่อมแซมถนนลาดยางผิวจราจรแบบแอสฟัลท์ติกคอนกรีต รหัสทางหลวงท้องถิ่น สห ถ 10019 สายหมู่ 8 ตำบลไม้ดัด- หมู่ 6 ตำบลเชิงกลัด อำเภอบางระจัน  จังหวัดสิงห์บุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสิงห์บุรี", "province": "สิงห์บุรี", "projectValue": 6488600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017411717", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีต สายเทศบาล ๑๑ หมู่ที่ ๖,๓,๗ ตำบลธรรมศาลา เชื่อมต่อเทศบาลนครนครปฐม อำเภอเมืองนครปฐม จังหวัดนครปฐม ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดนครปฐม", "province": "นครปฐม", "projectValue": 5224000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057000418", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงผิวจราจรถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านโพนไร่ - บ้านปากคลองเจ๊ก อำเภอบางปลาม้า จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 5080000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127012641", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการซ่อมแซมถนนลาดยางสายบ้านคันคลอง 16 หมู่ที่ 7 ต.ดอนเจดีย์ อ.ดอนเจดีย์ จ.สุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลดอนเจดีย์", "province": "สุพรรณบุรี", "projectValue": 3254000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027348571", "projectName": "สอบราคาจ้างโครงการบำรุงและซ่อมแซมผิวจราจรลาดยาง คสล. หมู่ที่ ๒ บริเวณทางแยกวัดบวรศิริธรรม ต.หนองบ่อ โดยดำเนินการก่อสร้างซ่อมแซมถนนลาดยางผิวจราจร Asphaltic Concrete สายต่อจากลาดยางเดิม หมู่ที่ ๒ ถึงบริเวณทางแยกวัดบวรศิริธรรม ตำบลหนองบ่อ เชื่อมต่อ หมู่ที่ ๑๕ ตำบลบ่อสุพรรณ อำเภอสองพี่น้อง จังหวัดสุพรรณบุรี", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 2000000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61027356219", "projectName": "สอบราคาจ้างโครงการก่อสร้างถนนลาดยางแบบ AC หมู่ที่ ๑ ตำบลกระจัน ไปถึงหมู่ที่ ๕ ตำบลเจดีย์ อำเภออู่ทอง จังหวัดสุพรรณบุรี", "localAuthority": "องค์การบริหารส่วนจังหวัดสุพรรณบุรี", "province": "สุพรรณบุรี", "projectValue": 2000000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61027206859", "projectName": "สอบราคาจ้างโครงการปรับปรุงผิวจราจร คสล.เดิม เป็นผิวจราจรพาราแอลฟัลท์ติกคอนกรีต หมู่ที่ 2 และหมู่ที่  4 ตำบลบางกุ้ง  อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี", "localAuthority": "เทศบาลตำบลบางกุ้ง", "province": "สุพรรณบุรี", "projectValue": 1997400.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61027206859", "projectName": "สอบราคาจ้างโครงการปรับปรุงผิวจราจร คสล.เดิม เป็นผิวจราจรพาราแอลฟัลท์ติกคอนกรีต หมู่ที่ 2 และหมู่ที่  4 ตำบลบางกุ้ง  อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี", "localAuthority": "เทศบาลตำบลบางกุ้ง", "province": "สุพรรณบุรี", "projectValue": 1997400.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61047280611", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงผิวจราจรถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต  สาย สห.ถ.10006 บ้านหนองโขลง - บ้านจ่า - บ้านกลับ  ตำบลบ้านจ่า ตำบลโพทะเล อำเภอบางระจัน - อำเภอค่ายบางระจัน จังหวัดสิงห์บุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสิงห์บุรี", "province": "สิงห์บุรี", "projectValue": 1900000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047302577", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนลาดยางผิวจราจรแบบแอสฟัลท์ติกคอนกรีต สาย สห ถ 10022 บ้านแม่ลา - บ้านแหลมทอง ตำบลแม่ลา - ตำบลทับยา อำเภอบางระจัน  อำเภออินทร์บุรี จังหวัดสิงห์บุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสิงห์บุรี", "province": "สิงห์บุรี", "projectValue": 1900000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047287603", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงผิวจราจรถนนลาดยางแบบแอสฟัลท์ติกคอนกรีต  สาย สห. 4013 บ้านตลาดโพธิ์ - บ้านแหลมนกกระทุง ตำบลไม้ดัด  อำเภอบางระจัน  จังหวัดสิงห์บุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสิงห์บุรี", "province": "สิงห์บุรี", "projectValue": 1700000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127179918", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมถนนคอนกรีตเสริมเหล็ก รหัสสายทาง สพ.ถ.105-04 สายบ้านดอนแจง(ฝั่งดอนแจง)หมู่ที่ 8 บ้านดอนแจง ตำบลศาลาขาว กว้าง 4 เมตร ยาว 649 หนา 0.05 เมตร องค์การบริหารส่วนตำบลศาลาขาว อำเภอเมืองสุพรรณบุรี จังหวัดสุพรรณบุรี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลศาลาขาว", "province": "สุพรรณบุรี", "projectValue": 882000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}