{"name": "บริษัท ชัยยุทธและเพื่อนคอนสตรัคชั่น (2015) จำกัด", "tin": "0735558003891", "totalProjects": 7, "projects": [{"projectId": "60117028978", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ ความจุ 30 ลูกบาศก์เมตร หมู่ที่ 4 บ้านโพรงตะเฆ่(ทุ่งตะกาดใหญ่)  ตำบลเนินทราย  อำเภอเมืองตราด  จังหวัดตราด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเนินทราย", "province": "ตราด", "projectValue": 4763900.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127157716", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการประปาหมู่บ้านแบบผิวดินขนาดใหญ่ หมู่ที่ 6 บ้านยางเอน ตำบลห้วยทับมอญ อำเภอเขาชะเมา จังหวัดระยอง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลเขาชะเมา", "province": "ระยอง", "projectValue": 4455000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127160082", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ ความจุ ๓๐ ลบ.ม.บริเวณสระเก็บน้ำตรอกตะโค๊ะ หมู่ที่ ๘ บ้านหนองใหญ่ ตำบลห้วยแร้ง ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลห้วยแร้ง อำเภอเมือง จังหวัดตราด พร้อมป้ายประชาสัมพันธ์โครงการ(รายละเอียดตามแบบแปลนขององค์การบริหารส่วนตำบลห้วยแร้งกำหนด) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 4203500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117434990", "projectName": "ประกวดราคาจ้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดใหญ่ ความจุ 30 ลบ.ม.บริเวณอ่างเก็บน้ำเขาวงศ์ หมู่ที่ ๙ บ้านหินโค่ง ตำบลห้วยแร้ง ตามแบบมาตรฐานกรมทรัพยากรน้ำ องค์การบริหารส่วนตำบลห้วยแร้ง อำเภอเมือง จังหวัดตราด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลห้วยแร้ง", "province": "ตราด", "projectValue": 4203500.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60117389399", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างประปาหมู่บ้านแบบผิวดินขนาดกลาง ความจุ 15 ลบ.ม. บริเวณหนองสระอิด หมู่ที่ 1 บ้านท่าโสม ตำบลท่าโสม ตามแบบมาตรฐานกรมทรัพยากรน้ำ  องค์การบริหารส่วนตำบลท่าโสม อำเภอเขาสมิง จังหวัดตราด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าโสม", "province": "ตราด", "projectValue": 3059100.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087623211", "projectName": "จ้างขยายเขตระบบจ่ายน้ำประปาของระบบประปาบ้านยางเอน  หมู่ที่ 6 ตำบลห้วยทับมอญ อำเภอเขาชะเมา จังหวัดระยอง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเขาชะเมา", "province": "ระยอง", "projectValue": 378000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61097689552", "projectName": "จ้างโครงการปรับปรุงระบบผลิตน้ำประปา ของ อบต. หมู่ที่ 4 ตำบลเนินทราย อำเภอเมืองตราด จังหวัดตราด โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลเนินทราย", "province": "ตราด", "projectValue": 150000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}