{"name": "ห้างหุ้นส่วนจำกัด ทีเคแอล คอนสตรัคชั่น", "tin": "0763547000134", "totalProjects": 6, "projects": [{"projectId": "61067437062", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างเขื่อนป้องกันตลิ่งริมแม่น้ำเพชรบุรี บริเวณหมู่ที่ 4 ตำบลบ้านลาด อำเภอบ้านลาด จังหวัดเพชรบุรี ชนิดเข็มตอกเสาเข็ม ขนาด 0.30 x 0.50 เมตร ความยาวสันเขื่อนช่วงที่ 1   ยาว 56 เมตร ช่วงที่ 2 ยาว 56 เมตร รวม 112 เมตร รายละเอียดตามแบบที่องค์การบริหารส่วนจังหวัดเพชรบุรีกำหนด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบุรี", "province": "เพชรบุรี", "projectValue": 9520000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61067191633", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างเขื่อนป้องกันตลิ่งชนิดเรียงหินยาแนว บริเวณริมแม่น้ำเพชรบุรี หมู่ที่ 3 ตำบลท่าเสน อำเภอบ้านลาด จังหวัดเพชรบุรี ความยาวสันเขื่อน 150 เมตร ลาดเอียงไม่น้อยกว่า  11 เมตร รายละเอียดตามแบบที่องค์การบริหารส่วนจังหวัดเพชรบุรีกำหนด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบุรี", "province": "เพชรบุรี", "projectValue": 5250000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017386888", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างเขื่อนป้องกันตลิ่งริมแม่น้ำเพชรบุรี บริเวณหมู่ที่ 3 ตำบลบ้านหม้อ อำเภอเมือง จังหวัดเพชรบุรี ชนิดเข็มตอกเสาเข็ม ขนาด 0.30 x 0.50 เมตร ความยาวสันเขื่อน 60 เมตร รายละเอียด ตามแบบที่องค์การบริหารส่วนจังหวัดเพชรบุรีกำหนด ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบุรี", "province": "เพชรบุรี", "projectValue": 5100000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61087228762", "projectName": "จ้างปรับปรุงซ่อมแซมพื้นสนามเทนนิส องค์การบริหารส่วนจังหวัดเพชรบุรี บริเวณด้านข้างศาลากลางจังหวัดเพชรบุรี  ตำบลคลองกระแชง  อำเภอเมือง  จังหวัดเพชรบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนจังหวัดเพชรบุรี", "province": "เพชรบุรี", "projectValue": 496000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037375933", "projectName": "จ้างก่อสร้างถนนคสล. เลียบแม่น้ำเพชรบุรี สายบ้านท่าโรงหีบ หมู่ที่ 3 (สะพานท่ากระเทียม - บ้านท่าวาย) ตำบลยางหย่อง โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลยางหย่อง", "province": "เพชรบุรี", "projectValue": 446000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61037089563", "projectName": "จ้างซ่อมแซมถนน คสล.ริมแม่น้ำเพชรบุรี ขนาดกว้าง 4.00 ม. ยาว 25.00 ม. หนา  0.15 ม. คันดินริมแม่น้ำ กว้างเฉลี่ย 10.00 ม. ยาว 25.00 ม. ลึกเฉลี่ย 4.20 ม. ตามแบบ อบต.กำหนด  พร้อมป้ายโครงการ จำนวน 1 ป้าย หมู่ที่ 2 บ้านท่าศาลา  ตำบลท่าเสน  อำเภอบ้านลาด  จังหวัดเพชรบุรี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลท่าเสน", "province": "เพชรบุรี", "projectValue": 326000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}