{"name": "ห้างหุ้นส่วนจำกัด 3ซี ชัยบุรี การโยธา", "tin": "0843559001407", "totalProjects": 6, "projects": [{"projectId": "61057149808", "projectName": "ประกวดราคาจ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็กสาย 4037 บ้านสองแพรก หมู่ที่ 2 - บ้านสระแก้ว หมู่ที่ 8 ตำบลไทรทอง เชื่อมต่อ ตำบลชัยบุรี อำเภอชัยบุรี จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 6984000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127297452", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก  รหัสทางหลวงท้องถิ่น สฎ.ถ 131-01  ซอยบนควน  หมู่ที่  3  บ้านสาคูพัฒนา  ตำบลสาคู         กว้าง 5  เมตร  ยาว 2,000 เมตร  หนา 0.15 เมตร  องค์การบริหารส่วนตำบลสาคู   อำเภอพระแสง  จังหวัด    สุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสาคู", "province": "ภูเก็ต", "projectValue": 6409200.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127270978", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก  รหัสทางหลวงท้องถิ่น สฎ.ถ 131-02 สายทางซอยทรัพย์ละอองดาว  บ้านกลางดง  หมู่ที่  1      ตำบลสาคู  กว้าง 5 เมตร  ยาว  1,600 เมตร  หนา 0.15  เมตร  องค์การบริหารส่วนตำบลสาคู  อำเภอพระแสง  จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลสาคู", "province": "ภูเก็ต", "projectValue": 5125400.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085040184", "projectName": "ประกวดราคาจ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายห้วยน้ำเต้า หมู่ที่ 3  ตำบลเคียนซา  เชื่อมหมู่ที่ 1  เทศบาลตำบลเคียนซา  ตำบลเคียนซา  อำเภอเคียนซา  จังหวัดสุราษฎร์ธานี (ถนน อบจ.) ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 3994000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61017295770", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็กสายบริษัททองไทยรับเบอร์  หมู่ที่  3  บ้านยวนปลา  ตำบลชัยบุรี  อำเภอชัยบุรี  จังหวัดสุราษฎร์ธานี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลชัยบุรี", "province": "พัทลุง", "projectValue": 494000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61017295797", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็กสายแยกถนนพันธ์ศรี-ตำบลคลองน้อย (ทุ่งหมีกัด) หมู่ที่ 5 บ้านปลายคลอง  ตำบลชัยบุรี  อำเภอชัยบุรี  จังหวัดสุราษฎร์ธานี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลชัยบุรี", "province": "พัทลุง", "projectValue": 342000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}