{"name": "บริษัท สุราษฎร์สุขสันต์ จำกัด", "tin": "0845538001019", "totalProjects": 11, "projects": [{"projectId": "61057228975", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านยาง - บ้านตะกุกเหนือ ตำบลบ้านยาง อำเภอคีรีรัฐนิคม เชื่อมต่อ ตำบลตะกุกเหนือ อำเภอวิภาวดี จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 37000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60085110190", "projectName": "ประกวดราคาจ้างปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีตสายท่าขนอน - เขาพัง ระหว่างหมู่ที่ 3 ตำบลกะเปา อำเภอคีรีรัฐนิคม - หมูที่ 7 ตำบลพรุไทย เชื่อมต่อหมู่ 4 ตำบลเขาพัง อำเภอบ้านตาขุน จังหวัดสุราษฎร์ธานี (ถนนถ่ายโอนฯ) ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 16000000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "60117051358", "projectName": "ประกวดราคาจ้างโครงการปรับปรุงถนนลาดยางแอสฟัลท์ติกคอนกรีตสายโรงเรียนบ้านชุมแสง - สถานีรถไฟบ้านดอนเลียบ ตำบลมะลวน เชื่อมตำบลบางงอน อำเภอพุนพิน จังหวัดสุราษฎร์ธานี (ถนนถ่ายโอนฯ) ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 9140000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017308910", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต บ้านบางเตย  หมู่ที่ 7 ต.คลองชะอุ่น  ช่วงระยะโรงเรียนบ้านต้นยวน  ผ่านสามแยกบางเตย  ถึงสามแยกประเสริฐ บ้านบางเตย  หมู่ที่ 7 ต.คลองชะอุ่น  อ.พนม  จ.สุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลคลองชะอุ่น", "province": "สุราษฎร์ธานี", "projectValue": 6977600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61037388826", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัสท์ติกคอนกรีตสายเชี่ยวหมวง - มาดปัก ตำบลบ้านยาง เช่ื่อมต่อ หมู่ที่ 3 ตำบลน้ำหัก อำเภอคีรีรัฐนิคม จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 5000000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61017306372", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีต สายบ้านแสนสุข หมู่ที่ 2 ตำบลคลองชะอุ่น   เชื่อมบ้านควนเขียว  หมู่ที่ 13  ตำบลปลายพระยา  อำเภอปลายพระยา  จังหวัดกระบี่ ช่วงระยะบ้านแสนสุข หมู่ที่ 2 เชื่อมต่อสี่แยกบางเตย  หมู่ที่ 7  ตำบลคลองชะอุ่น  อำเภอพนม  จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลคลองชะอุ่น", "province": "สุราษฎร์ธานี", "projectValue": 4968600.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61047130031", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีตสายหาดผก 2 (ช่วงที่ 2)  หมู่ที่ 2  ตำบลท่าโรงช้าง  อำเภอพุนพิน จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าโรงช้าง", "province": "สุราษฎร์ธานี", "projectValue": 3351000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60075097957", "projectName": "ประกวดราคาจ้างก่อสร้างสะพาน คสล.ข้ามคลองพับหวาย ตำบลทุ่งเตาใหม่ อำเภอบ้านนาสาร จังหวัดสุราษฎร์ธานี ด้วยวิธีการทางอิเล็กทรอนิกส์", "localAuthority": "องค์การบริหารส่วนจังหวัดสุราษฎร์ธานี", "province": "สุราษฎร์ธานี", "projectValue": 2795000.0, "purchaseMethod": "ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์"}, {"projectId": "61047126753", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการก่อสร้างถนนลาดยางแอสฟัลท์ติกคอนกรีตสายสระไทร (ช่วงที่ 2) หมู่ที่ 3 ตำบลท่าโรงช้าง อำเภอพุนพิน จังหวัดสุราษฎร์ธานี ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลท่าโรงช้าง", "province": "สุราษฎร์ธานี", "projectValue": 1490000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027088355", "projectName": "จ้างโครงการปรับปรุงถนนสายคลองบางบาน หมู่ที่ 1  บ้านบางบาน  ตำบลบางมะเดื่อ  อำเภอพุนพิน  จังหวัดสุราษฎร์ธานี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบางมะเดื่อ", "province": "สุราษฎร์ธานี", "projectValue": 480000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61077335297", "projectName": "จ้างซ่อมแซมถนนลาดยางผิวจราจรแอสฟัสต์ติกคอนกรีตสายโรงเรียนบ้านท่าม่วง  2  หมู่ที่่  3บ้านท่าม่วง  ตำบลบางมะเดื่อ  อำเภอพุนพิน จังหวัดสุราษฎร์ธานี โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลบางมะเดื่อ", "province": "สุราษฎร์ธานี", "projectValue": 150000.0, "purchaseMethod": "เฉพาะเจาะจง"}]}