{"name": "ห้างหุ้นส่วนจำกัด ทุ่งยาวการค้า", "tin": "0933538000044", "totalProjects": 6, "projects": [{"projectId": "60127306039", "projectName": "ประกวดราคาจ้างก่อสร้างขยายเขตประปาหมู่บ้านแบบผิวดินขนาดใหญ่มาก หมู่บ้านพรุหารบัว หมู่ที่ 4 ตำบลโคกม่วง อำเภอเขาชัยสน จังหวัดพัทลุง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลโคกม่วง", "province": "พัทลุง", "projectValue": 5563000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61057379673", "projectName": "สอบราคาจ้างซ่อมสร้างผิวจราจรพาราแอสฟัลท์ติกคอนกรีตถนนสายไสเตียน-บ้านหนองปรือ ตำบลโคกชะงาย อำเภอเมือง-ตำบลชุมพล อำเภอศรีนครินทร์ จังหวัดพัทลุง", "localAuthority": "องค์การบริหารส่วนจังหวัดพัทลุง", "province": "พัทลุง", "projectValue": 4640000.0, "purchaseMethod": "สอบราคา"}, {"projectId": "61017476840", "projectName": "ประกวดราคาจ้างก่อสร้างโครงการปรับปรุงซ่อมแซมประปาหมู่บ้าน หมู่ที่  ๒  บ้านควนพระ ตำบลฝาละมี อำเภอปากพะยูน จังหวัดพัทลุง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลฝาละมี", "province": "พัทลุง", "projectValue": 3939000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127310338", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงซ่อมแซมและขยายเขตประปาหมู่บ้านแบบผิวดินขนาดใหญ่ หมู่ที่ 10  ชื่อบ้านโคกแมว ตำบลโคกม่วง ตามแบบมาตรฐานกรมทรัพยากรน้ำ เทศบาลตำบลโคกม่วง อำเภอเขาชัยสน จังหวัดพัทลุง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลโคกม่วง", "province": "พัทลุง", "projectValue": 2940000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "61027442398", "projectName": "ประกวดราคาจ้างก่อสร้างขยายเขตประปาหมู่บ้านแบบบาดาล ขนาดเล็กและขนาดกลาง หมู่ที่ 6 และหมู่ที่ 11 ตำบลหานโพธิ์ อำเภอเขาชัยสน จังหวัดพัทลุง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "องค์การบริหารส่วนตำบลหานโพธิ์", "province": "พัทลุง", "projectValue": 2336000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}, {"projectId": "60127083909", "projectName": "ประกวดราคาจ้างก่อสร้างปรับปรุงท่อเมนระบบประปาหมู่บ้าน หมู่ที่ 3 บ้านท่าเชียด ตำบลคลองใหญ่ อำเภอตะโหมด จังหวัดพัทลุง ด้วยวิธีประกวดราคาอิเล็กทรอนิกส์ (e-bidding)", "localAuthority": "เทศบาลตำบลคลองใหญ่", "province": "จันทบุรี", "projectValue": 697000.0, "purchaseMethod": "ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)"}]}