{"name": "ห้างหุ้นส่วนจำกัด รุสลันโยธา", "tin": "0963541000424", "totalProjects": 7, "projects": [{"projectId": "60085134491", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก รหัสทางหลวงท้องถิ่น นธ.ถ.9-0007 สายคุรุมิตร บ้านโคกปริเม็ง ตำบลปะลุรู กว้าง 5 เมตร ยาว 2,300 เมตร หนา 0.15 เมตร เทศบาลตำบลปะลุรู อำเภอสุไหงปาดี จังหวัดนราธิวาส โดยวิธีพิเศษ", "localAuthority": "เทศบาลตำบลปะลุรู", "province": "นราธิวาส", "projectValue": 9733400.0, "purchaseMethod": "พิเศษ"}, {"projectId": "60085136367", "projectName": "จ้างโครงการปรับปรุงซ่อมแซมถนนลาดยาง สายบ้านไทย-บ้านบูโล๊ะกาเด็ง ม.12 กว้าง 6.00 เมตร ยาว 3,100.00 เมตร หนา 0.05 เมตร หรือมีพื้นที่ไม่น้อยกว่า 18,600.00 ตารางเมตร สถานดำเนินการ ม. 12 ตำบลตันหยงมัส อำเภอระแงะ จังหวัดนราธิวาส โดยวิธีพิเศษ", "localAuthority": "องค์การบริหารส่วนตำบลตันหยงมัส", "province": "นราธิวาส", "projectValue": 8918000.0, "purchaseMethod": "พิเศษ"}, {"projectId": "60085137213", "projectName": "จ้างโครงการปรับปรุงซ่อมแซมถนนลาดยางสายบ้านบ่อทอง-บ้านบูเก๊ะบูแย ม.13 กว้าง 6.00 เมตร ยาว 3,100.00 เมตร หนา 0.05 เมตร หรือมีพื้นที่ไม่น้อยกว่า 18,600.00 ตารางเมตร สถานที่ดำเนินการ บ้านบ่อทอง ม.13 ตำบลตันหยงมัส อำเภอระแงะ  จังหวัดนราธิวาส โดยวิธีพิเศษ", "localAuthority": "องค์การบริหารส่วนตำบลตันหยงมัส", "province": "นราธิวาส", "projectValue": 6360200.0, "purchaseMethod": "พิเศษ"}, {"projectId": "61097590817", "projectName": "จ้างก่อสร้างโครงการเสริมผิวจราจรแอสฟัลติกคอนกรีต หมู่ที่ 2 สายบือเเนเเล-ปลาวี ตำบลมะนังตายอ อำเภอเมือง จังหวัดนราธิวาส โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลมะนังตายอ", "province": "นราธิวาส", "projectValue": 3586000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60127164324", "projectName": "จ้างโครงการเสริมผิวลาดยางแบบแอสฟัลท์ติกคอนกรีตสายตลาดเจาะไอร้อง - โรงพยาบาล เจาะไอร้อง หมู่ที่ ๑ บ้านเจาะไอร้อง ตำบลจวบ อำเภอเจาะไอร้อง จังหวัดนราธิวาส โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลจวบ", "province": "นราธิวาส", "projectValue": 2518000.0, "purchaseMethod": "เฉพาะเจาะจง"}, {"projectId": "61087266256", "projectName": "จ้างก่อสร้างโครงการก่อสร้างเสริมผิวถนนลาดยางแอสฟัลต์ติกคอนกรีต สายหน้าสนามฟุตบอล บ้านจำปากอ หมู่ที่ 1  ตำบลบาเระเหนือ  อำเภอบาเจาะ  จังหวัดนราธิวาส โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลบาเระเหนือ", "province": "นราธิวาส", "projectValue": 472000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61017430894", "projectName": "จ้างซ่อมแซมคอสะพานบ้านกาแร หมู่ที่ ๒ ตำบลลุโบะบือซา อำเภอยี่งอ  จังหวัดนราธิวาส โดยวิธีเฉพาะเจาะจง", "localAuthority": "องค์การบริหารส่วนตำบลลุโบะบือซา", "province": "นราธิวาส", "projectValue": 60200.0, "purchaseMethod": "เฉพาะเจาะจง"}]}