{"name": "ห้างหุ้นส่วนจำกัด นราสมาน วิศวการ", "tin": "0963553000297", "totalProjects": 8, "projects": [{"projectId": "60085140870", "projectName": "จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายโคกหิน-ปูยู หมู่ที่ 2 บ้านเกาะสะท้อน หมู่ที่ 3 บ้านศรีพงัน หมู่ที่ 9 บ้านชุมบก ตำบลเกาะสะท้อน อำเภอตากใบ จังหวัดนราธิวาส กว้าง  5  เมตร  ยาว  2,000  เมตร  หนา  0.15  เมตร โดยวิธีพิเศษ", "localAuthority": "องค์การบริหารส่วนตำบลเกาะสะท้อน", "province": "นราธิวาส", "projectValue": 6232800.0, "purchaseMethod": "พิเศษ"}, {"projectId": "60127009031", "projectName": "จ้างก่อสร้างก่อสร้างถนนคอนกรีตเสริมเหล็ก สายทางเชื่อมถนนเพชรเกษม (สายเก่า-สายใหม่) หมู่ที่ 3 ตำบลละหาร อำเภอยี่งอ จังหวัดนราธิวาส กว้าง 6.00 เมตร ยาว 960.00 เมตร หนา 0.15 เมตร หรือมีพื้นที่จราจรไม่น้อยกว่า 5,760.00 ตารางเมตร โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลละหาร", "province": "นนทบุรี", "projectValue": 3734800.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61087675025", "projectName": "จ้างก่อสร้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็กสายบ้านบือราแง - บ้านกะทุง หมู่ที่ 4 ต.ลุโบะสาวอ อ.บาเจาะ จ.นราธิวาส ขนาดกว้าง 5.00 ม. ยาว 760 ม. หนา 0.15 ม. ไหล่ทางลูกรังข้างละ 0.50 ม. พร้อมก่อสร้างท่อเหลี่ยม คสล.ในสายทางขนาด 2  1.8 x 1.8 x 6.00 ม. จำนวน 1 จุด ตามแบบแปลน อบต.ลุโบะสาวอกำหนด โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลลุโบะสาวอ", "province": "นราธิวาส", "projectValue": 3500000.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60085124805", "projectName": "จ้างโครงการก่อสร้างถนนคอนกรีตเสริมเหล็ก สายสุเหร่า-นิบง ชุมชนสุเหร่า ขนาดกว้าง 5.00 เมตร ยาว 630.00 เมตร หนา 0.15 เมตร สายสุเหร่า ชุมชนสุเหร่า หมู่ที่ 3 ชุมชนสุเหร่า ตำบลมะรือโบตก อำเภอระแงะ จังหวัดนราธิวาส โดยวิธีพิเศษ", "localAuthority": "เทศบาลตำบลมะรือโบตก", "province": "นราธิวาส", "projectValue": 2326800.0, "purchaseMethod": "พิเศษ"}, {"projectId": "61087193480", "projectName": "จ้างก่อสร้างโครงการปรับปรุงถนนเป็นผิวจราจรแบบคอนกรีตเสริมเหล็ก สายบ้านยะหอ ผิวจราจรกว้าง 4.00 เมตร ระยะทาง 845.00 เมตร หนา 0.15 เมตรหรือมีพื้นที่ไม่น้อยกว่า 3,380 ตารางเมตร หมู่ที่ 10 ตำบลบองอ อำเภอระแงะ จังหวัดนราธิวาส โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลบองอ", "province": "นราธิวาส", "projectValue": 2184400.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "61087055587", "projectName": "จ้างก่อสร้างโครงการบุกเบิกถนนพร้อมลงหินคลุก บ้านทุ่งขมิ้น - ซอยศาลาทุ่งนา หมู่ที่ 2 บ้านทุ่งขมิ้น ตำบลตันหยงลิมอ อำเภอระแงะ จังหวัดนราธิวาส (รายละเอียดตามแบบแปลนที่ อบต.กำหนด) โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลตันหยงลิมอ", "province": "นราธิวาส", "projectValue": 1689900.0, "purchaseMethod": "คัดเลือก"}, {"projectId": "60085123921", "projectName": "จ้างโครงการ ก่อสร้างสนามฟุตซอล ชุมชนสุเหร่า ขนาดกว้าง 26.00 เมตร ยาว 36.00 เมตร หมู่ที่ 3 ชุมชนสุเหร่า ตำบลมะรือโบตก อำเภอระแงะ จังหวัดนราธิวาส โดยวิธีพิเศษ", "localAuthority": "เทศบาลตำบลมะรือโบตก", "province": "นราธิวาส", "projectValue": 1142500.0, "purchaseMethod": "พิเศษ"}, {"projectId": "61087019573", "projectName": "จ้างก่อสร้างถนนคอนกรีตเสริมเหล็ก ขนาดกว้าง 5.00 เมตร หนา 0.15 เมตร ยาว 300.00 เมตร สถานที่ก่อสร้าง ซอยลีมาโพะโร๊ะ หมู่ที่ 4 ตำบลละหาร อำเภอยี่งอ จังหวัดนราธิวาส โดยวิธีคัดเลือก", "localAuthority": "องค์การบริหารส่วนตำบลละหาร", "province": "นนทบุรี", "projectValue": 975000.0, "purchaseMethod": "คัดเลือก"}]}