const labelConstant = {
    one: ["ภาพรวมทั้งประเทศ"],
    budget: [
        "฿200M ขึ้นไป",
        "฿100M-200M",
        "฿50M-100M",
        "฿20M-50M",
    ],
    region: [
        "เหนือ",
        "ตะวันตก",
        "ตะวันออกเฉียงเหนือ",
        "ตะวันออก",
        "กลาง",
        "ใต้"
    ],
    totalProjects: [
        "มากกว่า 20",
        "10-20",
        "5-10",
        "1-5 โครงการ",
    ],
    moral: [
        "มากกว่า 30%",
        "",
    ]
}

const db = {
    url: "/data.json"
}

const globalConfig = {
    mainVizPageNo: 5,
    vizAtPage: [
        "none",
        "none",
        "none",
        "none",
        "none",
        "circleBlob",
        "circleBlob",
        "circleBlob",
        "none",
    ],
    pageTitles: [
        "ภาพรวมงบประมาณท้องถิ่นปี 2561",
        "ประเภทการจัดซืื้อจัดจ้าง",
        "ประเภทการจัดซืื้อจัดจ้าง",
        "สัดส่วนการใช้งบของอปท.",
        "สัดส่วนการใช้งบของอปท.",
        "นิติบุคคลกับโครงการของอปท.",
        "นิติบุคคลกับโครงการของอปท.",
        "นิติบุคคลกับโครงการของอปท.",
        "สรุป",
    ],
    purchaseMethods: [
        {
            name: 'เฉพาะเจาะจง',
            color: "#F03135",
        },
        {
            name: 'กรณีพิเศษ',
            color: "#FC5B21",
        },
        {
            name: 'พิเศษ',
            color: "#FDB537",
        },
        {
            name: 'คัดเลือก',
            color: "#FFFD67"
        },
        {
            name: 'จ้างที่ปรึกษาโดยวิธีคัดเลือก',
            color: "#FFFD67",
        },
        {
            name: 'จ้างที่ปรึกษาโดยวิธีประกาศเชิญชวนทั่วไป',
            color: "#35BEFC",
        },
        {

            name: 'จ้างที่ปรึกษาโดยวิธีเฉพาะเจาะจง',
            color: "#1C1B8B",
        },
        {
            name: 'ตกลงราคา',
            color: "#683396",
        },
        {
            name: 'ประกวดราคา',
            color: "#FC2972",
        },
        {
            name: 'ประกวดราคาด้วยวิธีการทางอิเล็กทรอนิกส์',
            color: "#DE5329",
        },
        {
            name: 'ประกวดราคาอิเล็กทรอนิกส์ (e-bidding)',
            color: "#5E5050",
        },
        {
            name: 'สอบราคา',
            color: "#000000"
        }

    ],
    colors: [
    ]
}

export {labelConstant, db, globalConfig}